Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/404.po
Languages: sv

source: rule-id (unresolved)
sv: Text to show instead of msgid, showed for severity levels (critical, error and warning)

source: rule-id (resolved)
sv: Text to show instead of msgid, here unique on severity level resolved

source: rule-id
sv: Text to show instead of msgid, here independent of severity level

source: has-unexpected-404-response (unresolved)
sv: Har oväntat 404-svar ({0})

source: has-unexpected-404-response (resolved)
sv: Har korrekt 404-svar (löst)

source: no-valid-title-found (unresolved)
sv: Ingen giltig titel hittades ({0})

source: no-valid-title-found (resolved)
sv: Giltig titel hittad (löst)

source: no-valid-h1-found (unresolved)
sv: Ingen giltig h1 hittades ({0})

source: no-valid-h1-found (resolved)
sv: Korrekt h1 hittades (löst)

source: no-valid-text-found (unresolved)
sv: ingen-giltig-text-hittad ({0})

source: no-valid-text-found (resolved)
sv: ingen-giltig-text-hittad (löst)

source: invalid-text-found (unresolved)
sv: ogiltig-text-hittad ({0})

source: invalid-text-found (resolved)
sv: ogiltig-text-hittad (löst)

source: no-valid-response-status-code (unresolved)
sv: Felaktig svarskod ({0})

source: no-valid-response-status-code (resolved)
sv: Korrekt svarskod (löst)

source: no-unsupported-locale-use (unresolved)
sv: ingen-ickestödd-användning-av-språk ({0})

source: no-unsupported-locale-use (resolved)
sv: ingen-ickestödd-användning-av-språk (löst)

source: no-valid-not-found-text-in-body (unresolved)
sv: ingen-giltig-inte-hittad-text-i-innehåll ({0})

source: no-valid-not-found-text-in-body (resolved)
sv: ingen-giltig-inte-hittad-text-i-innehåll (löst)

source: no-network (unresolved)
sv: Inget nätverk ({0})

source: no-network (resolved)
sv: Nätverk fungerar (löst)
