Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/a11y-statement.po
Languages: sv

source: rule-id (unresolved)
sv: Text to show instead of msgid, showed for severity levels (critical, error and warning)

source: rule-id (resolved)
sv: Text to show instead of msgid, here unique on severity level resolved

source: rule-id
sv: Text to show instead of msgid, here independent of severity level

source: compatible-word-partly (unresolved)
sv: Anger själv att webbplats endast är delvis följsam ({0})

source: compatible-word-partly (resolved)
sv: Anger själv att webbplats endast är delvis följsam (löst)

source: no-network (unresolved)
sv: Inget nätverk ({0})

source: no-network (resolved)
sv: Inget nätverk (löst)

source: no-updated-date (unresolved)
sv: Inget uppdateringsdatum ({0})

source: no-updated-date (resolved)
sv: Uppdateringsdatum (löst)

source: updated-date-older-than-1years (unresolved)
sv: Uppdateringsdatum äldre än 1 år ({0})

source: updated-date-older-than-1years (resolved)
sv: Uppdateringsdatum äldre än 1 år (löst)

source: updated-date-older-than-2years (unresolved)
sv: Uppdateringsdatum äldre än 2 år ({0})

source: updated-date-older-than-2years (resolved)
sv: Uppdateringsdatum äldre än 2 år (löst)

source: updated-date-older-than-3years (unresolved)
sv: Uppdateringsdatum äldre än 3 år ({0})

source: updated-date-older-than-3years (resolved)
sv: Uppdateringsdatum äldre än 3 år (löst)

source: updated-date-older-than-4years (unresolved)
sv: Uppdateringsdatum äldre än 4 år ({0})

source: updated-date-older-than-4years (resolved)
sv: Uppdateringsdatum äldre än 4 år (löst)

source: updated-date-older-than-5years (unresolved)
sv: Uppdateringsdatum äldre än 5 år ({0})

source: updated-date-older-than-5years (resolved)
sv: Uppdateringsdatum äldre än 5 år (löst)

source: no-evaluation-method (unresolved)
sv: Anger ingen utvärderingsmetod ({0})

source: no-evaluation-method (resolved)
sv: Anger sin utvärderingsmetod (löst)

source: has-canonical-notification-function-link (unresolved)
sv: Har inte korrekt länk för anmälan ({0})

source: has-canonical-notification-function-link (resolved)
sv: Har korrekt länk för anmälan (löst)

source: has-old-notification-function-link (unresolved)
sv: Har en gammal länk för anmälan ({0})

source: has-old-notification-function-link (resolved)
sv: Har en gammal länk för anmälan (löst)

source: no-notification-function-link (unresolved)
sv: Ingen länk för anmälan-funktion ({0})

source: no-notification-function-link (resolved)
sv: Har länk för anmälan-funktion (löst)

source: compatible-word-not (unresolved)
sv: Anger själv att webbplats ej är kompatibel ({0})

source: compatible-word-not (resolved)
sv: Anger själv att webbplats ej är kompatibel (löst)

source: no-compatible-word (unresolved)
sv: Ingen text om följdsamhet hittades ({0})

source: no-compatible-word (resolved)
sv: Ingen text om följdsamhet hittades (löst)

source: has-unreasonably-burdensome-accommodation (unresolved)
sv: Hävdar oskäligt betungande anpassning ({0})

source: has-unreasonably-burdensome-accommodation (resolved)
sv: Hävdar oskäligt betungande anpassning (löst)

source: no-a11y-statement (unresolved)
sv: Ingen tillgänglighetsredogörelse hittades ({0})

source: no-a11y-statement (resolved)
sv: Tillgänglighetsredogörelse hittad (löst)
