Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/css.po
Languages: sv

source: rule-id (unresolved)
sv: Text to show instead of msgid, showed for severity levels (critical, error and warning)

source: rule-id (resolved)
sv: Text to show instead of msgid, here unique on severity level resolved

source: rule-id
sv: Text to show instead of msgid, here independent of severity level

source: function-no-unknown (unresolved)
sv: CSS, Disallow unknown functions ({0})

source: function-no-unknown (resolved)
sv: CSS, Disallow unknown functions (resolved)

source: declaration-property-value-no-unknown (unresolved)
sv: CSS, Disallow unknown values for properties within declarations ({0})

source: declaration-property-value-no-unknown (resolved)
sv: CSS, Disallow unknown values for properties within declarations (resolved)

source: selector-type-no-unknown (unresolved)
sv: CSS, Disallow unknown type selectors ({0})

source: selector-type-no-unknown (resolved)
sv: CSS, Disallow unknown type selectors (resolved)

source: at-rule-prelude-no-invalid (unresolved)
sv: CSS, Disallow invalid preludes for at-rules ({0})

source: at-rule-prelude-no-invalid (resolved)
sv: CSS, Disallow invalid preludes for at-rules (resolved)

source: annotation-no-unknown (unresolved)
sv: CSS, Disallow unknown annotations ({0})

source: annotation-no-unknown (resolved)
sv: CSS, Disallow unknown annotations (resolved)

source: at-rule-descriptor-no-unknown (unresolved)
sv: CSS, Disallow unknown descriptors for at-rules ({0})

source: at-rule-descriptor-no-unknown (resolved)
sv: CSS, Disallow unknown descriptors for at-rules (resolved)

source: at-rule-descriptor-value-no-unknown (unresolved)
sv: CSS, Disallow unknown values for descriptors within at-rules ({0})

source: at-rule-descriptor-value-no-unknown (resolved)
sv: CSS, Disallow unknown values for descriptors within at-rules (resolved)

source: at-rule-no-deprecated (unresolved)
sv: CSS, Disallow deprecated at-rules ({0})

source: at-rule-no-deprecated (resolved)
sv: CSS, Disallow deprecated at-rules (resolved)

source: at-rule-no-unknown (unresolved)
sv: CSS, Disallow unknown at-rules ({0})

source: at-rule-no-unknown (resolved)
sv: CSS, Disallow unknown at-rules (resolved)

source: block-no-empty (unresolved)
sv: CSS, Disallow empty blocks ({0})

source: block-no-empty (resolved)
sv: CSS, Disallow empty blocks (resolved)

source: color-no-invalid-hex (unresolved)
sv: CSS, Disallow invalid hex colors ({0})

source: color-no-invalid-hex (resolved)
sv: CSS, Disallow invalid hex colors (resolved)

source: comment-no-empty (unresolved)
sv: CSS, Disallow empty comments ({0})

source: comment-no-empty (resolved)
sv: CSS, Disallow empty comments (resolved)

source: declaration-property-value-keyword-no-deprecated (unresolved)
sv: CSS, Disallow deprecated keywords for properties within declarations ({0})

source: declaration-property-value-keyword-no-deprecated (resolved)
sv: CSS, Disallow deprecated keywords for properties within declarations (resolved)

source: function-linear-gradient-no-nonstandard-direction (unresolved)
sv: CSS, Disallow non-standard direction values for linear gradient functions ({0})

source: function-linear-gradient-no-nonstandard-direction (resolved)
sv: CSS, Disallow non-standard direction values for linear gradient functions (resolved)

source: media-feature-name-no-unknown (unresolved)
sv: CSS, Disallow unknown media feature names ({0})

source: media-feature-name-no-unknown (resolved)
sv: CSS, Disallow unknown media feature names (resolved)

source: media-feature-name-value-no-unknown (unresolved)
sv: CSS, Disallow unknown values for media features ({0})

source: media-feature-name-value-no-unknown (resolved)
sv: CSS, Disallow unknown values for media features (resolved)

source: media-query-no-invalid (unresolved)
sv: CSS, Disallow invalid media queries ({0})

source: media-query-no-invalid (resolved)
sv: CSS, Disallow invalid media queries (resolved)

source: named-grid-areas-no-invalid (unresolved)
sv: CSS, Disallow invalid named grid areas ({0})

source: named-grid-areas-no-invalid (resolved)
sv: CSS, Disallow invalid named grid areas (resolved)

source: no-empty-source (unresolved)
sv: CSS, Disallow empty sources ({0})

source: no-empty-source (resolved)
sv: CSS, Disallow empty sources (resolved)

source: no-invalid-double-slash-comments (unresolved)
sv: CSS, Disallow invalid double-slash comments ({0})

source: no-invalid-double-slash-comments (resolved)
sv: CSS, Disallow invalid double-slash comments (resolved)

source: no-invalid-position-at-import-rule (unresolved)
sv: CSS, Disallow invalid position `@import` rules ({0})

source: no-invalid-position-at-import-rule (resolved)
sv: CSS, Disallow invalid position `@import` rules (resolved)

source: no-unknown-animations (unresolved)
sv: CSS, Disallow unknown animations ({0})

source: no-unknown-animations (resolved)
sv: CSS, Disallow unknown animations (resolved)

source: no-unknown-custom-media (unresolved)
sv: CSS, Disallow unknown custom media queries ({0})

source: no-unknown-custom-media (resolved)
sv: CSS, Disallow unknown custom media queries (resolved)

source: no-unknown-custom-properties (unresolved)
sv: CSS, Disallow unknown custom properties ({0})

source: no-unknown-custom-properties (resolved)
sv: CSS, Tillåt inte okända egna egenskaper (löst)

source: property-no-unknown (unresolved)
sv: CSS, Tillåt inte okända egenskaper ({0})

source: property-no-unknown (resolved)
sv: CSS, Tillåt inte okända egenskaper (löst)

source: selector-pseudo-class-no-unknown (unresolved)
sv: CSS, Tillåt inte okända pseudoklass-selektorer ({0})

source: selector-pseudo-class-no-unknown (resolved)
sv: CSS, Tillåt inte okända pseudoklass-selektorer (löst)

source: selector-pseudo-element-no-unknown (unresolved)
sv: CSS, Tillåt inte okända pseudoelement-selektorer ({0})

source: selector-pseudo-element-no-unknown (resolved)
sv: CSS, Tillåt inte okända pseudoelement-selektorer (löst)

source: syntax-string-no-invalid (unresolved)
sv: CSS, Tillåt inte ogiltiga syntaxsträngar ({0})

source: syntax-string-no-invalid (resolved)
sv: CSS, Tillåt inte ogiltiga syntaxsträngar (löst)

source: unit-no-unknown (unresolved)
sv: CSS, Tillåt inte okända enheter ({0})

source: unit-no-unknown (resolved)
sv: CSS, Tillåt inte okända enheter (löst)

source: media-type-no-deprecated (unresolved)
sv: CSS, Tillåt inte inaktuella medietyper ({0})

source: media-type-no-deprecated (resolved)
sv: CSS, Tillåt inte inaktuella medietyper (löst)

source: no-invalid-position-declaration (unresolved)
sv: CSS, Tillåt inte ogiltiga positionsdeklarationer ({0})

source: no-invalid-position-declaration (resolved)
sv: CSS, Tillåt inte ogiltiga positionsdeklarationer (löst)

source: property-no-deprecated (unresolved)
sv: CSS, Tillåt inte inaktuella egenskaper ({0})

source: property-no-deprecated (resolved)
sv: CSS, Tillåt inte inaktuella egenskaper (löst)
