Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/css_validator_w3c.po
Languages: sv

# TEXT_RUNNING_TEST
source: ############################### Running test: 7 - CSS ###############################
sv: ############################### Kör test: 7 - CSS ###############################

# TEXT_REVIEW_CSS_VERY_GOOD
source: * The CSS is very good.
sv: * CSS är välbyggd!

# TEXT_REVIEW_CSS_IS_GOOD
source: * The CSS is good.
sv: * CSS är bra.

# TEXT_REVIEW_CSS_IS_OK
source: * The CSS is not good or bad.
sv: * CSS är ok.

# TEXT_REVIEW_CSS_IS_BAD
source: * The CSS is bad.
sv: * CSS är dålig.

# TEXT_REVIEW_CSS_IS_VERY_BAD
source: * The CSS is very bad.
sv: * CSS är väldigt dålig.

# TEXT_REVIEW_ERRORS_GROUPED
source: - Problems (grouped by error message):
sv: * Problem (grupperat på feltyp):

# TEXT_REVIEW_ERRORS_ITEM
source: - {0} (number of errors of this type: {1})
sv: -- {0} (totalt {1} st)

# TEXT_REVIEW_RATING_GROUPED
source: - Number of grouped error type: {0}, lowering score to: {1: .2f}
sv: - Antal (grupperade fel): {0}, vilket ändrar betyget till: {1: .2f}

# TEXT_REVIEW_RATING_ITEMS
source: - Number of errors: {0}, effecting score by lowering it by: {1: .2f}
sv: - Antal fel: {0}, vilket ytterligare minskar betyget med: {1: .2f}
