Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/css_linting.po
Languages: sv

source: TEXT_RUNNING_TEST
sv: ## Test: 27 - CSS

source: TEXT_REVIEW_CSS_VERY_GOOD
sv: - CSS är välbyggd!

source: TEXT_REVIEW_CSS_IS_GOOD
sv: - CSS är bra.

source: TEXT_REVIEW_CSS_IS_OK
sv: - CSS är ok.

source: TEXT_REVIEW_CSS_IS_BAD
sv: - CSS är dålig.

source: TEXT_REVIEW_CSS_IS_VERY_BAD
sv: - CSS är väldigt dålig.

source: TEXT_REVIEW_ERRORS_ITEM
sv: - {0} (totalt {1} st)

source: TEXT_REVIEW_RATING_GROUPED
sv: , antal grupperade fel: {0}

source: TEXT_REVIEW_RATING_ITEMS
sv: , antal fel: {0}

source: Unexpected unknown annotation “%s”
sv: Oväntad okänd annotation “%s”

source: Unexpected deprecated at-rule “%s”
sv: Oväntad föråldrad at-regel “%s”

source: Unexpected unknown at-rule “%s”
sv: Oväntad okänd at-regel “%s”

source: Unexpected invalid prelude “%s” for at-rule “%s”
sv: Oväntad ogiltig inledning “%s” för at-regel “%s”

source: Unexpected invalid hex color “%s”
sv: Oväntad ogiltig hex-färg “%s”

source: Unexpected unknown value “%s” for property “%s”
sv: Oväntat okänt värde “%s” för egenskap “%s”

source: Unexpected unknown function “%s”
sv: Oväntad okänd funktion “%s”

source: Unexpected unknown media feature name “%s”
sv: Oväntad okänd media-funktion “%s”

source: Unexpected unknown media feature value “%s” for name “%s”
sv: Oväntat okänt media-funktionsvärde “%s” för namn “%s”

source: Unexpected unknown animation name “%s”
sv: Oväntat okänt animationsnamn “%s”

source: Unexpected unknown custom media “%s”
sv: Oväntad okänd anpassad media “%s”

source: Unexpected unknown custom property “%s”
sv: Oväntad okänd anpassad egenskap “%s”

source: Unexpected unknown property “%s”
sv: Oväntad okänd egenskap “%s”

source: Unexpected unknown pseudo-class selector “%s”
sv: Oväntad okänd pseudo-klass selektor “%s”

source: Unexpected unknown pseudo-element selector “%s”
sv: Oväntad okänd pseudo-element selektor “%s”

source: Unexpected unknown type selector “%s”
sv: Oväntad okänd typselektor “%s”

source: Unexpected invalid syntax string “%s”
sv: Oväntad ogiltig syntaxsträng “%s”

source: Unexpected unknown unit “%s”
sv: Oväntad okänd enhet “%s”
