Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/email_validator.po
Languages: sv

# TEXT_RUNNING_TEST
source: ## Test: 24 - Email (Beta)
sv: ## Test: 24 - E-post (Beta)

# TEXT_REVIEW_MTA_STS_DNS_RECORD_SUPPORT
source: MTA-STS DNS record found
sv: MTA-STS DNS-post hittades

# TEXT_REVIEW_MTA_STS_DNS_RECORD_NO_SUPPORT
source: MTA-STS DNS record not found
sv: MTA-STS DNS-post hittades inte

# TEXT_REVIEW_MTA_STS_DNS_RECORD_WRONG_LINEBREAK
source: MTA-STS TXT doesn't use CRLF for linebreak
sv: MTA-STS TXT använder inte CRLF för radbryt

# TEXT_REVIEW_MTA_STS_DNS_RECORD_NOT_ENFORCED
source: MTA-STS TXT is not enforced using mode
sv: MTA-STS TXT är inte i ett tvingande läge

# TEXT_REVIEW_MTA_STS_DNS_RECORD_VALID_MODE
source: MTA-STS TXT mode value is valid
sv: MTA-STS TXT mode-värdet är korrekt

# TEXT_REVIEW_MTA_STS_DNS_RECORD_INVALID_MODE
source: MTA-STS TXT mode value is invalid
sv: MTA-STS TXT mode-värdet är felaktigt

# TEXT_REVIEW_MTA_STS_TXT_SUPPORT
source: MTA-STS TXT looks good
sv: MTA-STS TXT ser bra ut

# TEXT_REVIEW_MTA_STS_TXT_INVALID_FORMAT
source: MTA-STS TXT has invalid format
sv: MTA-STS TXT har ett felaktigt format

# TEXT_REVIEW_MTA_STS_TXT_NO_SUPPORT
source: MTA-STS TXT not found
sv: MTA-STS TXT hittades inte

# TEXT_REVIEW_SPF_TO_MANY_DNS_LOOKUPS
source: SPF DNS record causes to many DNS lookups
sv: SPF DNS-post orsakar för många DNS-uppslag

# TEXT_REVIEW_SPF_DNS_RECORD_SUPPORT
source: SPF DNS record found
sv: SPF DNS-post hittades

# TEXT_REVIEW_SPF_DNS_RECORD_NO_SUPPORT
source: SPF DNS record not found
sv: SPF DNS-post hittades inte

# TEXT_REVIEW_SPF_DNS_DOUBLE_SPACE_RECORD
source: SPF DNS record use two spaces instead of one
sv: SPF DNS-post använder två mellanslag istället för ett

# TEXT_REVIEW_SPF_DNS_NEUTRALFAIL_RECORD
source: SPF DNS record uses neutral fail
sv: SPF DNS-post använder neutralt misslyckande

# TEXT_REVIEW_SPF_DNS_SOFTFAIL_RECORD
source: SPF DNS record uses soft fail
sv: SPF DNS-post använder mjukt misslyckande

# TEXT_REVIEW_SPF_DNS_HARDFAIL_RECORD
source: SPF DNS record uses hard fail
sv: SPF DNS-post använder hårt misslyckande

# TEXT_REVIEW_SPF_DNS_IGNORE_RECORD_NO_SUPPORT
source: SPF DNS record is configured to be ignored
sv: SPF DNS-post är konfigurerad att bli ignorerad

# TEXT_REVIEW_SPF_DNS_RECORD_PTR_USED
source: SPF DNS record is erroneously using PTR
sv: SPF DNS-post använder felaktigt PTR

# TEXT_REVIEW_SPF_UNKNOWN_SECTION
source: SPF DNS record has unallowed content
sv: SPF DNS-post har otillåtet innehåll

# TEXT_REVIEW_MX_NO_SUPPORT
source: MX DNS record not found
sv: MX DNS-post hittades inte

# TEXT_REVIEW_MX_ALTERATIVE
source: Using alternative email domain: {0} {1}
sv: Använder alternativ e-postdomän: {0} {1}

# TEXT_REVIEW_IPV4_REDUNDANCE
source: MX DNS IPv4 record redundance
sv: MX DNS IPv4-post är överflödig

# TEXT_REVIEW_IPV4_SUPPORT
source: MX DNS IPv4 record found
sv: MX DNS IPv4-post hittades

# TEXT_REVIEW_IPV4_NO_REDUNDANCE
source: MX DNS IPv4 record has no redundance
sv: MX DNS IPv4-post saknar redundans

# TEXT_REVIEW_IPV4_NO_SUPPORT
source: MX DNS IPv4 record not found
sv: MX DNS IPv4-post hittades inte

# TEXT_REVIEW_IPV6_REDUNDANCE
source: MX DNS IPv6 record redundance
sv: MX DNS IPv6-post har redundans

# TEXT_REVIEW_IPV6_SUPPORT
source: MX DNS IPv6 record found
sv: MX DNS IPv6-post hittades

# TEXT_REVIEW_IPV6_NO_REDUNDANCE
source: MX DNS IPv6 record has no redundance
sv: MX DNS IPv6-post saknar redundans

# TEXT_REVIEW_IPV6_NO_SUPPORT
source: MX DNS IPv6 record not found
sv: MX DNS IPv6-post hittades inte

# TEXT_REVIEW_MX_GDPR
source: MX DNS servers in countries that are GDPR compliant: {0}
sv: MX DNS-servrar i GDPR-säkert land: {0}

# TEXT_REVIEW_MX_NONE_GDPR
source: MX DNS servers in countries that are not GDPR compliant: {0}
sv: MX DNS-servrar i länder utan adekvat nivå av dataskydd: {0}

# TEXT_REVIEW_SPF_GDPR
source: SPF servers in countries that are GDPR compliant: {0}
sv: SPF-servrar i länder med adekvat nivå av dataskydd: {0}

# TEXT_REVIEW_SPF_NONE_GDPR
source: SPF servers in countries that are not GDPR compliant: {0}
sv: SPF-servrar i länder utan adekvat nivå av dataskydd: {0}
