Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/energy_efficiency_websitecarbon.po
Languages: sv

# TEXT_RUNNING_TEST
source: ## Test: 22 - Energy efficiency
sv: ## Test: 22 - Energieffektivitet

# TEXT_TRANSFER_SIZE
source: - Network transfer size: {0:.0f} {1}
sv: - Nätverksstorlek: {0:.0f} {1}

# TEXT_WEBSITE_IS_VERY_GOOD
source: - Webpage generates very little carbon dioxide!
sv: - Webbsidan genererar väldigt lite koldioxid!

# TEXT_WEBSITE_IS_GOOD
source: - Webpage generates little carbon dioxide!
sv: - Webbsidan genererar ganska lite koldioxid.

# TEXT_WEBSITE_IS_OK
source: - Average regarding carbon dioxide.
sv: - Genomsnittligt när det gäller koldioxid.

# TEXT_WEBSITE_IS_BAD
source: - The webpage generates more carbon dioxide than is preferable :/
sv: - Webbsidan genererar en hel del koldioxid :/

# TEXT_WEBSITE_IS_VERY_BAD
source: - The website is generating a lot of carbon dioxide, for every pageview :(
sv: - Webbsidan är riktigt dålig! Skapar massor av koldioxid för varje sidvisning :(

# TEXT_GRAMS_OF_CO2
source: - Carbon dioxide per pageview: {} gram(s)
sv: - Koldioxid per sidvisning: {} gram

# TEXT_GREEN_ENERGY_TRUE
source: - The website seem to be on renewable energy!
sv: - Webbplatsen verkar drivas med grön el.

# TEXT_GREEN_ENERGY_FALSE
source: - Could not verify if the website is using renewable energy.
sv: - Kunde inte se ifall webbplatsen använder grön el.

# TEXT_BETTER_THAN
source: - More green than {0} % of the websites tested by webperf.se (Reference updated: {1}).
sv: - Webbsidan är grönare än {0} % av testade webbplatser på webperf.se (Referens uppdaterad: {1}).
