Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/frontend_quality_yellow_lab_tools.po
Languages: sv

source: TEXT_RUNNING_TEST
sv: ## Test: 17 - Kvalitet på frontend (Yellow Lab Tools)

source: TEXT_WEBSITE_IS_VERY_GOOD
sv: - Webbplatsen har välbyggd frontend-kod!

source: TEXT_WEBSITE_IS_GOOD
sv: - Webbplatsen är bra.

source: TEXT_WEBSITE_IS_OK
sv: - Helt ok och ganska genomsnittligt.

source: TEXT_WEBSITE_IS_BAD
sv: - Webbplatsen har rätt mycket fulkod eller har dålig frontend-kod.

source: TEXT_WEBSITE_IS_VERY_BAD
sv: - Väldigt dåligt betyg enligt Yellow Lab Tools!

source: Page weight
sv: Sidans storlek

source: Requests
sv: Andelen resurser för sidan

source: DOM complexity
sv: Sidans DOM-komplexitet

source: JS complexity
sv: Sidans Javascript-komplexitet

source: Bad JS
sv: Sidans användning av dålig Javascript

source: jQuery
sv: Sidans användning av jQuery

source: CSS complexity
sv: Sidans CSS-komplexitet

source: Bad CSS
sv: Sidans användning av dålig CSS

source: Web fonts
sv: Sidans användning av webbtypsnitt

source: Server config
sv: Server&shy;konfiguration

source: TLS protocols
sv: TLS-protokoll

source: Number of iframes
sv: Användning av iframe

source: Total JS execution time
sv: Exekveringstid för Javascript

source: DOM access
sv: DOM-åtkomst

source: Scroll events bound
sv: Händelser knutna till scroll

source: document.write calls
sv: document.write-anrop

source: Synchronous Ajax requests
sv: Synkrona Ajax-anrop

source: Rules count
sv: Antal regler

source: Total weight
sv: Total vikt

source: Image optimization
sv: Bild&shy;optimimering

source: Oversized images
sv: Onödigt stora bilder

source: Gzip/Brotli compression
sv: Gzip/Brotli-kompremering

source: File minification
sv: Filminifiering

source: Requests number
sv: Antal anrop

source: Different domains
sv: Olika domäner

source: 404 not found
sv: Hittade inte resursen (404)

source: Connections closed
sv: Stängning av anslutningar

source: Identical content
sv: Identiskt innehåll

source: HTTP protocols
sv: HTTP-protokoll

source: CSS syntax error
sv: CSS-syntax är fel

source: IDs duplicated
sv: Överlappande ID:n
