Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/html.po
Languages: sv

source: rule-id (unresolved)
sv: Text to show instead of msgid, showed for severity levels (critical, error and warning)

source: rule-id (resolved)
sv: Text to show instead of msgid, here unique on severity level resolved

source: rule-id
sv: Text to show instead of msgid, here independent of severity level

source: attr-spacing (unresolved)
sv: Kräv att attribut separeras med blanksteg ({0})

source: attr-spacing (resolved)
sv: Kräv att attribut separeras med blanksteg (löst)

source: attribute-allowed-values (unresolved)
sv: Validera tillåtna attributvärden ({0})

source: attribute-allowed-values (resolved)
sv: Validera tillåtna attributvärden (löst)

source: attribute-misuse (unresolved)
sv: Kräv att attribut används i rätt kontext ({0})

source: attribute-misuse (resolved)
sv: Kräv att attribut används i rätt kontext (löst)

source: close-attr (unresolved)
sv: Tillåt inte attribut på sluttaggar ({0})

source: close-attr (resolved)
sv: Tillåt inte attribut på sluttaggar (löst)

source: close-order (unresolved)
sv: Kräv att element stängs i rätt ordning ({0})

source: close-order (resolved)
sv: Kräv att element stängs i rätt ordning (löst)

source: deprecated (unresolved)
sv: Tillåt inte användning av föråldrade element ({0})

source: deprecated (resolved)
sv: Tillåt inte användning av föråldrade element (löst)

source: deprecated-rule (unresolved)
sv: Tillåt inte användning av föråldrade regler ({0})

source: deprecated-rule (resolved)
sv: Tillåt inte användning av föråldrade regler (löst)

source: doctype-html (unresolved)
sv: Kräv användning av "html" doctype ({0})

source: doctype-html (resolved)
sv: Kräv användning av "html" doctype (löst)

source: element-name (unresolved)
sv: Tillåt inte ogiltiga elementnamn ({0})

source: element-name (resolved)
sv: Tillåt inte ogiltiga elementnamn (löst)

source: element-permitted-content (unresolved)
sv: Validera tillåtet innehåll ({0})

source: element-permitted-content (resolved)
sv: Validera tillåtet innehåll (löst)

source: element-permitted-occurrences (unresolved)
sv: Validera tillåtet antal förekomster av element ({0})

source: element-permitted-occurrences (resolved)
sv: Validera tillåtet antal förekomster av element (löst)

source: element-permitted-order (unresolved)
sv: Validera nödvändig elementordning ({0})

source: element-permitted-order (resolved)
sv: Validera nödvändig elementordning (löst)

source: element-permitted-parent (unresolved)
sv: Validera tillåten elementförälder ({0})

source: element-permitted-parent (resolved)
sv: Validera tillåten elementförälder (löst)

source: element-required-attributes (unresolved)
sv: Säkerställ att obligatoriska attribut är satta ({0})

source: element-required-attributes (resolved)
sv: Säkerställ att obligatoriska attribut är satta (löst)

source: element-required-content (unresolved)
sv: Säkerställ att obligatoriska element finns ({0})

source: element-required-content (resolved)
sv: Säkerställ att obligatoriska element finns (löst)

source: map-dup-name (unresolved)
sv: Kräv att `<map name>` är unikt ({0})

source: map-dup-name (resolved)
sv: Kräv att `<map name>` är unikt (löst)

source: map-id-name (unresolved)
sv: Kräv att name och id matchar på `<map>`-element ({0})

source: map-id-name (resolved)
sv: Kräv att name och id matchar på `<map>`-element (löst)

source: no-deprecated-attr (unresolved)
sv: Tillåt inte användning av föråldrade attribut ({0})

source: no-deprecated-attr (resolved)
sv: Tillåt inte användning av föråldrade attribut (löst)

source: no-dup-attr (unresolved)
sv: Tillåt inte dubblerade attribut ({0})

source: no-dup-attr (resolved)
sv: Tillåt inte dubblerade attribut (löst)

source: no-dup-id (unresolved)
sv: Tillåt inte dubblerade ID:n ({0})

source: no-dup-id (resolved)
sv: Tillåt inte dubblerade ID:n (löst)

source: no-main (unresolved)
sv: Tillåt inte användning av `<main>` ({0})

source: no-main (resolved)
sv: Tillåt inte användning av `<main>` (löst)

source: no-multiple-main (unresolved)
sv: Tillåt inte flera `<main>` ({0})

source: no-multiple-main (resolved)
sv: Tillåt inte flera `<main>` (löst)

source: no-raw-characters (unresolved)
sv: Tillåt inte användning av oescaperade specialtecken ({0})

source: no-raw-characters (resolved)
sv: Tillåt inte användning av oescaperade specialtecken (löst)

source: no-unused-disable (unresolved)
sv: Tillåt inte oanvända disable-direktiv ({0})

source: no-unused-disable (resolved)
sv: Tillåt inte oanvända disable-direktiv (löst)

source: script-element (unresolved)
sv: Kräv sluttagg för `<script>` ({0})

source: script-element (resolved)
sv: Kräv sluttagg för `<script>` (löst)

source: unrecognized-char-ref (unresolved)
sv: Tillåt inte okända teckenreferenser ({0})

source: unrecognized-char-ref (resolved)
sv: Tillåt inte okända teckenreferenser (löst)

source: valid-autocomplete (unresolved)
sv: Kräv att autocomplete-attributet är giltigt ({0})

source: valid-autocomplete (resolved)
sv: Kräv att autocomplete-attributet är giltigt (löst)

source: valid-id (unresolved)
sv: Kräv att `id` är en giltig identifierare ({0})

source: valid-id (resolved)
sv: Kräv att `id` är en giltig identifierare (löst)

source: void-content (unresolved)
sv: Tillåt inte void-element med innehåll ({0})

source: void-content (resolved)
sv: Tillåt inte void-element med innehåll (löst)
