Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/http_validator.po
Languages: sv

# TEXT_RUNNING_TEST
source: ############################### Running test: 21 - HTTP ###############################
sv: ############################### Kör test: 21 - HTTP ###############################

# TEXT_REVIEW_RESULT_FOR
source: * Result for: {0}
sv: * Resultat för: {0}

# TEXT_REVIEW_SCORE_IS_DIVIDED
source: * Score is divided by {0} (number of urls tested with redirects)
sv: * Poäng är dividerat med {0} (antal webbadresser testad med omdirigeringar)

# TEXT_REVIEW_TLS_VERSION
source: - TLS Version(s):
sv: - TLS Version(er):

# TEXT_REVIEW_TLS1_3_SUPPORT
source: -- TLSv1.3 support (+0.5 points)
sv: -- TLSv1.3 stöd (+0.5 poäng)

# TEXT_REVIEW_TLS1_3_SUPPORT_WRONG_CERT
source: -- TLSv1.3 support but wrong certificate (0.0 points)
sv: -- TLSv1.3 stöd men med fel certifikat (0.0 poäng)

# TEXT_REVIEW_TLS1_3_NO_SUPPORT
source: -- No TLSv1.3 support (0.0 points)
sv: -- Inget TLSv1.3 stöd (0.0 poäng)

# TEXT_REVIEW_TLS1_2_SUPPORT
source: -- TLSv1.2 support (+0.5 points)
sv: -- TLSv1.2 stöd (+0.5 poäng)

# TEXT_REVIEW_TLS1_2_SUPPORT_WRONG_CERT
source: -- TLSv1.2 support but wrong certificate (0.0 points)
sv: -- TLSv1.2 stöd men med fel certifikat (0.0 poäng)

# TEXT_REVIEW_TLS1_2_NO_SUPPORT
source: -- No TLSv1.2 support (0.0 points)
sv: -- Inget TLSv1.2 stöd (0.0 poäng)

# TEXT_REVIEW_TLS1_1_SUPPORT
source: -- TLSv1.1 support, is insecure (0.0 points)
sv: -- TLSv1.1 stöd, vilket är osäkert (0.0 poäng)

# TEXT_REVIEW_TLS1_1_SUPPORT_WRONG_CERT
source: -- TLSv1.1 support but wrong certificate, is insecure (0.0 points)
sv: -- TLSv1.1 stöd, vilket är osäkert, använder även fel certifikat (0.0 poäng)

# TEXT_REVIEW_TLS1_1_NO_SUPPORT
source: -- No TLSv1.1 support (+0.3 points)
sv: -- Inget TLSv1.1 stöd (+0.3 poäng)

# TEXT_REVIEW_TLS1_0_SUPPORT
source: -- TLSv1.0 support, is insecure (0.0 points)
sv: -- TLSv1.0 stöd, vilket är osäkert (0.0 poäng)

# TEXT_REVIEW_TLS1_0_SUPPORT_WRONG_CERT
source: -- TLSv1.0 support but wrong certificate, is insecure (0.0 points)
sv: -- TLSv1.0 stöd, vilket är osäkert, använder även fel certifikat (0.0 poäng)

# TEXT_REVIEW_TLS1_0_NO_SUPPORT
source: -- No TLSv1.0 support (+0.3 points)
sv: -- Inget TLSv1.0 stöd (+0.3 poäng)

# TEXT_REVIEW_SSL3_0_SUPPORT
source: -- SSLv3.0 support, is insecure (0.0 points)
sv: -- SSLv3.0 stöd, vilket är osäkert (0.0 poäng)

# TEXT_REVIEW_SSL3_0_SUPPORT_WRONG_CERT
source: -- SSLv3.0 support but wrong certificate, is insecure (0.0 points)
sv: -- SSLv3.0 stöd, vilket är osäkert, använder även fel certifikat (0.0 poäng)

# TEXT_REVIEW_SSL3_0_NO_SUPPORT
source: -- No SSLv3.0 support (+0.3 points)
sv: -- Inget SSLv3.0 stöd (+0.3 poäng)

# TEXT_REVIEW_SSL2_0_SUPPORT
source: -- SSLv2.0 support, is insecure (0.0 points)
sv: -- SSLv2.0 stöd, vilket är osäkert (0.0 poäng)

# TEXT_REVIEW_SSL2_0_SUPPORT_WRONG_CERT
source: -- SSLv2.0 support but wrong certificate, is insecure (0.0 points)
sv: -- SSLv2.0 stöd, vilket är osäkert, använder även fel certifikat (0.0 poäng)

# TEXT_REVIEW_SSL2_0_NO_SUPPORT
source: -- No SSLv3.0 support (+0.3 points)
sv: -- Inget SSLv2.0 stöd (+0.3 poäng)

# TEXT_REVIEW_IP_VERSION
source: - IP Version(s):
sv: - IP Version(er):

# TEXT_REVIEW_IP_VERSION_BOTH_IPV4_AND_IPV6
source: -- Both IPv4 and IPv6 support (+1.0 points)
sv: -- Både IPv4 och IPv6 stöd (+1.0 poäng)

# TEXT_REVIEW_IP_VERSION_IPV6
source: -- Only IPv6 support (+0.5 points)
sv: -- Bara IPv6 stöd (+0.5 poäng)

# TEXT_REVIEW_IP_VERSION_IPV4
source: -- Only IPv4 support (+0.5 points)
sv: -- Bara IPv4 stöd (+0.5 poäng)

# TEXT_REVIEW_IP_VERSION_UNABLE_TO_VERIFY
source: -- Unable to get IP version info
sv: -- Kunde ej få tag på IP versions information

# TEXT_REVIEW_DNS_HAS_ESNI
source: -- Have ESNI record (+1.0 points)
sv: -- Har ESNI-post (+1.0 poäng)

# TEXT_REVIEW_DNS_NO_ESNI
source: -- No ESNI record found (0.0 points)
sv: -- Saknar ESNI-post (0.0 poäng)

# TEXT_REVIEW_HTTP_VERSION
source: - HTTP Version(s):
sv: - HTTP Version(er):

# TEXT_REVIEW_HTTP_VERSION_HTTP_1_1
source: -- HTTPv1.1 support (+0.5 points)
sv: -- HTTPv1.1 stöd (+0.5 poäng)

# TEXT_REVIEW_HTTP_VERSION_HTTP_2
source: -- HTTPv2 support (+0.5 points)
sv: -- HTTPv2 stöd (+0.5 poäng)

# TEXT_REVIEW_HTTP_VERSION_HTTP_3
source: -- HTTPv3 support (+0.2 points)
sv: -- HTTPv3 stöd (+0.2 poäng)

# TEXT_REVIEW_HTTP_VERSION_QUIC
source: -- QUIC support (+0.2 points)
sv: -- QUIC stöd (+0.2 poäng)

# TEXT_REVIEW_HTTP_TO_HTTP_REDIRECT_UNABLE_TO_VERIFY
source: - Unable to verify HTTP to HTTPS redirect (0.0 points)
sv: - Kunde ej verifiera HTTP till HTTPS omdirigering (0.0 poäng)

# TEXT_REVIEW_HTTP_TO_HTTP_REDIRECT_NO_REDIRECT
source: - No HTTP to HTTPS redirect (0.0 points)
sv: - Ingen HTTP till HTTPS omdirigering (0.0 poäng)

# TEXT_REVIEW_HTTP_TO_HTTP_REDIRECT_REDIRECTED
source: - HTTP to HTTPS redirect (1.0 points)
sv: - Har HTTP till HTTPS omdirigering (1.0 poäng)

# TEXT_REVIEW_NO_REMARKS
source: * No remarks
sv: * Ingen anmärkning
