Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/javascript.po
Languages: sv

source: rule-id (unresolved)
sv: Javascript, text to show instead of msgid, showed for severity levels (critical, error and warning)

source: rule-id (resolved)
sv: Javascript, text to show instead of msgid, here unique on severity level resolved

source: rule-id
sv: Javascript, text to show instead of msgid, here independent of severity level

source: eqeqeq (unresolved)
sv: Javascript, kräv användning av === och !== ({0})

source: eqeqeq (resolved)
sv: Javascript, kräv användning av === och !== (löst)

source: no-undef (unresolved)
sv: Javascript, förbjud användning av odeklarerade variabler om de inte nämns i /*global */ kommentarer ({0})

source: no-undef (resolved)
sv: Javascript, förbjud användning av odeklarerade variabler om de inte nämns i /*global */ kommentarer (löst)

source: no-unmodified-loop-condition (unresolved)
sv: Javascript, förbjud omodifierade loopvillkor ({0})

source: no-unmodified-loop-condition (resolved)
sv: Javascript, förbjud omodifierade loopvillkor (löst)

source: no-unused-vars (unresolved)
sv: Javascript, förbjud oanvända variabler ({0})

source: no-unused-vars (resolved)
sv: Javascript, förbjud oanvända variabler (löst)

source: no-useless-escape (unresolved)
sv: Javascript, förbjud onödiga escape-tecken ({0})

source: no-useless-escape (resolved)
sv: Javascript, förbjud onödiga escape-tecken (löst)

source: no-console (unresolved)
sv: Javascript, förbjud användning av console ({0})

source: no-console (resolved)
sv: Javascript, förbjud användning av console (löst)

source: no-prototype-builtins (unresolved)
sv: Javascript, förbjud direktanrop av vissa Object.prototype-metoder på objekt ({0})

source: no-prototype-builtins (resolved)
sv: Javascript, förbjud direktanrop av vissa Object.prototype-metoder på objekt (löst)

source: no-new-func (unresolved)
sv: Javascript, förbjud new-operatorer med Function-objektet ({0})

source: no-new-func (resolved)
sv: Javascript, förbjud new-operatorer med Function-objektet (löst)

source: require-await (unresolved)
sv: Javascript, förbjud async-funktioner som saknar await-uttryck ({0})

source: require-await (resolved)
sv: Javascript, förbjud async-funktioner som saknar await-uttryck (löst)

source: no-useless-concat (unresolved)
sv: Javascript, förbjud onödig sammanslagning av litteraler eller mallar ({0})

source: no-useless-concat (resolved)
sv: Javascript, förbjud onödig sammanslagning av litteraler eller mallar (löst)

source: no-script-url (unresolved)
sv: Javascript, förbjud javascript: URLer ({0})

source: no-script-url (resolved)
sv: Javascript, förbjud javascript: URLer (löst)

source: no-eval (unresolved)
sv: Javascript, förbjud användning av eval() ({0})

source: no-eval (resolved)
sv: Javascript, förbjud användning av eval() (löst)

source: no-implied-eval (unresolved)
sv: Javascript, förbjud användning av eval()-liknande metoder ({0})

source: no-implied-eval (resolved)
sv: Javascript, förbjud användning av eval()-liknande metoder (löst)

source: no-unsafe-finally (unresolved)
sv: Javascript, förbjud kontrollflödesuttryck i finally-block ({0})

source: no-unsafe-finally (resolved)
sv: Javascript, förbjud kontrollflödesuttryck i finally-block (löst)

source: no-unsafe-negation (unresolved)
sv: Javascript, förbjud negering av vänster operand i relationella operatorer ({0})

source: no-unsafe-negation (resolved)
sv: Javascript, förbjud negering av vänster operand i relationella operatorer (löst)

source: no-with (unresolved)
sv: Javascript, förbjud with-uttryck ({0})

source: no-with (resolved)
sv: Javascript, förbjud with-uttryck (löst)
