Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/lighthouse.po
Languages: sv

source: rule-id (unresolved)
sv: Text to show instead of msgid, showed for severity levels (critical, error and warning)

source: rule-id (resolved)
sv: Text to show instead of msgid, here unique on severity level resolved

source: rule-id
sv: Text to show instead of msgid, here independent of severity level

source: largest-contentful-paint-element (unresolved)
sv: LCP-element ({0})

source: largest-contentful-paint-element (resolved)
sv: LCP-element (löst)

source: unused-css-rules (unresolved)
sv: Minska oanvänd CSS ({0})

source: unused-css-rules (resolved)
sv: Minska oanvänd CSS (löst)

source: unused-javascript (unresolved)
sv: Minska oanvänd JavaScript ({0})

source: unused-javascript (resolved)
sv: Minska oanvänd JavaScript (löst)

source: legacy-javascript (unresolved)
sv: Undvik att skicka äldre JavaScript till moderna webbläsare ({0})

source: legacy-javascript (resolved)
sv: Undvik att skicka äldre JavaScript till moderna webbläsare (löst)

source: cumulative-layout-shift (unresolved)
sv: Kumulativ layoutförskjutning ({0})

source: cumulative-layout-shift (resolved)
sv: Kumulativ layoutförskjutning (löst)

source: duplicated-javascript (unresolved)
sv: Ta bort dubblettmoduler i JavaScript-paket ({0})

source: duplicated-javascript (resolved)
sv: Ta bort dubblettmoduler i JavaScript-paket (löst)

source: layout-shifts (unresolved)
sv: Undvik stora layoutförskjutningar ({0})

source: layout-shifts (resolved)
sv: Undvik stora layoutförskjutningar (löst)

source: largest-contentful-paint (unresolved)
sv: LCP ({0})

source: largest-contentful-paint (resolved)
sv: LCP (löst)

source: uses-long-cache-ttl (unresolved)
sv: Statiska resurser behöver en effektiv cachepolicy ({0})

source: uses-long-cache-ttl (resolved)
sv: Statiska resurser har en effektiv cachepolicy

source: first-contentful-paint (unresolved)
sv: FCP ({0})

source: first-contentful-paint (resolved)
sv: Bra FCP

source: render-blocking-resources (unresolved)
sv: Eliminera renderingsblockerande resurser ({0})

source: render-blocking-resources (resolved)
sv: Renderingsblockerande resurser är bra

source: total-blocking-time (unresolved)
sv: Total blockeringstid ({0})

source: total-blocking-time (resolved)
sv: Total blockeringstid (löst)

source: speed-index (unresolved)
sv: Speedindex ({0})

source: speed-index (resolved)
sv: Bra speedindex

source: interactive (unresolved)
sv: Tid till interaktivitet ({0})

source: interactive (resolved)
sv: Tid till interaktivitet är bra

source: max-potential-fid (unresolved)
sv: Maximal potentiell första inmatningsfördröjning ({0})

source: max-potential-fid (resolved)
sv: Maximal potentiell första inmatningsfördröjning (löst)

source: uses-responsive-images (unresolved)
sv: Storleksanpassa bilder ({0})

source: uses-responsive-images (resolved)
sv: Bilder är korrekt storleksanpassade

source: offscreen-images (unresolved)
sv: Skjut upp laddning av bilder utanför skärmen ({0})

source: offscreen-images (resolved)
sv: Skjut upp laddning av bilder utanför skärmen (löst)

source: unminified-css (unresolved)
sv: Minifiera CSS ({0})

source: unminified-css (resolved)
sv: CSS är minifierad

source: unminified-javascript (unresolved)
sv: Minifiera JavaScript ({0})

source: unminified-javascript (resolved)
sv: JavaScript är minifierad

source: uses-optimized-images (unresolved)
sv: Koda bilder effektivt ({0})

source: uses-optimized-images (resolved)
sv: Bilder är effektivt kodade

source: modern-image-formats (unresolved)
sv: Servera bilder i moderna format ({0})

source: modern-image-formats (resolved)
sv: Bilder serveras i moderna format

source: uses-text-compression (unresolved)
sv: Aktivera textkomprimering ({0})

source: uses-text-compression (resolved)
sv: Textkomprimering ser bra ut

source: uses-rel-preconnect (unresolved)
sv: Förkoppla till nödvändiga ursprung ({0})

source: uses-rel-preconnect (resolved)
sv: Förkoppla till nödvändiga ursprung (löst)

source: server-response-time (unresolved)
sv: Serverns svarstid är inte bra ({0})

source: server-response-time (resolved)
sv: Serverns svarstid är bra

source: redirects (unresolved)
sv: Undvik flera sidomdirigeringar ({0})

source: redirects (resolved)
sv: Sidomdirigeringar undviks

source: efficient-animated-content (unresolved)
sv: Använd videoformat för animerat innehåll ({0})

source: efficient-animated-content (resolved)
sv: Använder videoformat för animerat innehåll

source: total-byte-weight (unresolved)
sv: Undvik enorma nätverkslaster ({0})

source: total-byte-weight (resolved)
sv: Undviker enorma nätverkslaster

source: dom-size (unresolved)
sv: Undvik en för stor DOM-storlek ({0})

source: dom-size (resolved)
sv: Undviker en för stor DOM-storlek

source: bootup-time (unresolved)
sv: JavaScript-exekveringstid ({0})

source: bootup-time (resolved)
sv: JavaScript-exekveringstid är bra

source: mainthread-work-breakdown (unresolved)
sv: Minimera arbete på huvudtråden ({0})

source: mainthread-work-breakdown (resolved)
sv: Minimerar arbete på huvudtråden

source: font-display (unresolved)
sv: Inte all text förblir synlig under laddning av webbfonter ({0})

source: font-display (resolved)
sv: All text förblir synlig under laddning av webbfonter

source: uses-passive-event-listeners (unresolved)
sv: Använde passiva händelselyssnare för att förbättra rullningsprestanda ({0})

source: uses-passive-event-listeners (resolved)
sv: Använder passiva händelselyssnare för att förbättra rullningsprestanda

source: no-document-write (unresolved)
sv: Javascript, undvike `document.write()` ({0})

source: no-document-write (resolved)
sv: Javascript, undviker `document.write()`

source: long-tasks (unresolved)
sv: Undvik långa uppgifter på huvudtråden ({0})

source: long-tasks (resolved)
sv: Undviker långa uppgifter på huvudtråden

source: unsized-images (unresolved)
sv: Bildelement har inte explicit `width` och `height` ({0})

source: unsized-images (resolved)
sv: Bildelement har explicit `width` och `height`

source: viewport (unresolved)
sv: `[user-scalable="no"]` används i `<meta name="viewport">`-elementet och `[maximum-scale]`-attributet är inte mindre än 5. ({0})

source: viewport (resolved)
sv: `[user-scalable="no"]` används inte i `<meta name="viewport">`-elementet och `[maximum-scale]`-attributet är inte mindre än 5.

source: network-requests (unresolved)
sv: Nätverksförfrågningar ({0})

source: network-requests (resolved)
sv: Nätverksförfrågningar är bra

source: network-rtt (unresolved)
sv: Nätverks RTT ({0})

source: network-rtt (resolved)
sv: Nätverks RTT är bra

source: network-server-latency (unresolved)
sv: Nätverksserver latens ({0})

source: network-server-latency (resolved)
sv: Nätverksserver latens är bra

source: main-thread-tasks (unresolved)
sv: Huvudtrådens uppgifter ({0})

source: main-thread-tasks (resolved)
sv: Huvudtrådens uppgifter är rimliga

source: diagnostics (unresolved)
sv: Diagnostik ({0})

source: diagnostics (resolved)
sv: Diagnostik (löst)

source: metrics (unresolved)
sv: Mätvärden ({0})

source: metrics (resolved)
sv: Mätvärden (löst)

source: screenshot-thumbnails (unresolved)
sv: Skärmdumps-miniatyrer ({0})

source: screenshot-thumbnails (resolved)
sv: Skärmdumps-miniatyrer (löst)

source: final-screenshot (unresolved)
sv: Slutlig skärmdump ({0})

source: final-screenshot (resolved)
sv: Slutlig skärmdump (löst)

source: script-treemap-data (unresolved)
sv: Script-trädkarta-data ({0})

source: script-treemap-data (resolved)
sv: Script-trädkarta-data (löst)

source: resource-summary (unresolved)
sv: Sammanfattning av resurser ({0})

source: resource-summary (resolved)
sv: Sammanfattning av resurser är bra

source: aria-allowed-attr (unresolved)
sv: ARIA: tillåtna-attribut ({0})

source: aria-allowed-attr (resolved)
sv: ARIA: tillåtna-attribut (löst)

source: aria-allowed-role (unresolved)
sv: ARIA: tillåten-roll ({0})

source: aria-allowed-role (resolved)
sv: ARIA: tillåten-roll (löst)

source: aria-conditional-attr (unresolved)
sv: ARIA: villkorliga-attribut ({0})

source: aria-conditional-attr (resolved)
sv: ARIA: villkorliga-attribut (löst)

source: aria-deprecated-role (unresolved)
sv: ARIA: utfasad-roll ({0})

source: aria-deprecated-role (resolved)
sv: ARIA: utfasad-roll (löst)

source: aria-hidden-body (unresolved)
sv: ARIA: dold-body ({0})

source: aria-hidden-body (resolved)
sv: ARIA: dold-body (löst)

source: aria-hidden-focus (unresolved)
sv: ARIA: dold-fokus ({0})

source: aria-hidden-focus (resolved)
sv: ARIA: dold-fokus (löst)

source: aria-prohibited-attr (unresolved)
sv: ARIA: förbjudna-attribut ({0})

source: aria-prohibited-attr (resolved)
sv: ARIA: förbjudna-attribut (löst)

source: aria-required-attr (unresolved)
sv: ARIA: obligatoriska-attribut ({0})

source: aria-required-attr (resolved)
sv: ARIA: obligatoriska-attribut (löst)

source: aria-roles (unresolved)
sv: ARIA: roller ({0})

source: aria-roles (resolved)
sv: ARIA: roller (löst)

source: aria-valid-attr-value (unresolved)
sv: ARIA: giltigt-attribut-värde ({0})

source: aria-valid-attr-value (resolved)
sv: ARIA: giltigt-attribut-värde (löst)

source: aria-valid-attr (unresolved)
sv: ARIA: giltigt-attribut ({0})

source: aria-valid-attr (resolved)
sv: ARIA: giltigt-attribut (löst)

source: button-name (unresolved)
sv: knapp-namn ({0})

source: button-name (resolved)
sv: knapp-namn (löst)

source: color-contrast (unresolved)
sv: färgkontrast ({0})

source: color-contrast (resolved)
sv: färgkontrast (löst)

source: document-title (unresolved)
sv: dokument-titel ({0})

source: document-title (resolved)
sv: dokument-titel (löst)

source: heading-order (unresolved)
sv: rubrik-ordning ({0})

source: heading-order (resolved)
sv: rubrik-ordning (löst)

source: html-has-lang (unresolved)
sv: html-har-språk ({0})

source: html-has-lang (resolved)
sv: html-har-språk (löst)

source: html-lang-valid (unresolved)
sv: html-språk-giltigt ({0})

source: html-lang-valid (resolved)
sv: html-språk-giltigt (löst)

source: image-alt (unresolved)
sv: bild-alt ({0})

source: image-alt (resolved)
sv: bild-alt (löst)

source: image-redundant-alt (unresolved)
sv: bild-redundant-alt ({0})

source: image-redundant-alt (resolved)
sv: bild-redundant-alt (löst)

source: link-in-text-block (unresolved)
sv: länk-i-textblock ({0})

source: link-in-text-block (resolved)
sv: länk-i-textblock (löst)

source: link-name (unresolved)
sv: länk-namn ({0})

source: link-name (resolved)
sv: länk-namn (löst)

source: list (unresolved)
sv: lista ({0})

source: list (resolved)
sv: lista (löst)

source: listitem (unresolved)
sv: listpost ({0})

source: listitem (resolved)
sv: listpost (löst)

source: meta-viewport (unresolved)
sv: meta-viewport ({0})

source: meta-viewport (resolved)
sv: meta-viewport (löst)

source: target-size (unresolved)
sv: mål-storlek ({0})

source: target-size (resolved)
sv: mål-storlek (löst)

source: is-on-https (unresolved)
sv: är-på-https ({0})

source: is-on-https (resolved)
sv: är-på-https (löst)

source: geolocation-on-start (unresolved)
sv: geolokalisering-vid-start ({0})

source: geolocation-on-start (resolved)
sv: geolokalisering-vid-start (löst)

source: notification-on-start (unresolved)
sv: notifiering-vid-start ({0})

source: notification-on-start (resolved)
sv: notifiering-vid-start (löst)

source: csp-xss (unresolved)
sv: csp-xss ({0})

source: csp-xss (resolved)
sv: csp-xss (löst)

source: has-hsts (unresolved)
sv: har-hsts ({0})

source: has-hsts (resolved)
sv: har-hsts (löst)

source: origin-isolation (unresolved)
sv: ursprungs-isolering ({0})

source: origin-isolation (resolved)
sv: ursprungs-isolering (löst)

source: paste-preventing-inputs (unresolved)
sv: klistra-in-förhindrade-inmatningar ({0})

source: paste-preventing-inputs (resolved)
sv: klistra-in-förhindrade-inmatningar (löst)

source: image-aspect-ratio (unresolved)
sv: bild-proportioner ({0})

source: image-aspect-ratio (resolved)
sv: bild-proportioner (löst)

source: image-size-responsive (unresolved)
sv: bild-storlek-responsiv ({0})

source: image-size-responsive (resolved)
sv: bild-storlek-responsiv (löst)

source: font-size (unresolved)
sv: teckenstorlek ({0})

source: font-size (resolved)
sv: teckenstorlek (löst)

source: doctype (unresolved)
sv: doctype ({0})

source: doctype (resolved)
sv: doctype (löst)

source: charset (unresolved)
sv: teckenkodning ({0})

source: charset (resolved)
sv: teckenkodning (löst)

source: js-libraries (unresolved)
sv: js-bibliotek ({0})

source: js-libraries (resolved)
sv: js-bibliotek (löst)

source: deprecations (unresolved)
sv: utfasningar ({0})

source: deprecations (resolved)
sv: utfasningar (löst)

source: third-party-cookies (unresolved)
sv: tredjepartscookies ({0})

source: third-party-cookies (resolved)
sv: tredjepartscookies (löst)

source: errors-in-console (unresolved)
sv: fel-i-konsolen ({0})

source: errors-in-console (resolved)
sv: fel-i-konsolen (löst)

source: valid-source-maps (unresolved)
sv: giltiga-källkartor ({0})

source: valid-source-maps (resolved)
sv: giltiga-källkartor (löst)

source: inspector-issues (unresolved)
sv: inspektörs-problem ({0})

source: inspector-issues (resolved)
sv: inspektörs-problem (löst)

source: is-crawlable (unresolved)
sv: är-indexeringsbar ({0})

source: is-crawlable (resolved)
sv: är-indexeringsbar (löst)

source: meta-description (unresolved)
sv: meta-beskrivning ({0})

source: meta-description (resolved)
sv: meta-beskrivning (löst)

source: http-status-code (unresolved)
sv: http-statuskod ({0})

source: http-status-code (resolved)
sv: http-statuskod (löst)

source: link-text (unresolved)
sv: länk-text ({0})

source: link-text (resolved)
sv: länk-text (löst)

source: crawlable-anchors (unresolved)
sv: indexeringsbara-ankare ({0})

source: crawlable-anchors (resolved)
sv: indexeringsbara-ankare (löst)

source: robots-txt (unresolved)
sv: robots-txt ({0})

source: robots-txt (resolved)
sv: robots-txt (löst)

source: hreflang (unresolved)
sv: hreflang ({0})

source: hreflang (resolved)
sv: hreflang (löst)

source: canonical (unresolved)
sv: kanonisk ({0})

source: canonical (resolved)
sv: kanonisk (löst)

source: critical-request-chains (unresolved)
sv: kritiska-förfrågningskedjor ({0})

source: critical-request-chains (resolved)
sv: kritiska-förfrågningskedjor (löst)

source: input-button-name (unresolved)
sv: inmatnings-knapp-namn ({0})

source: input-button-name (resolved)
sv: inmatnings-knapp-namn (löst)

source: label (unresolved)
sv: etikett ({0})

source: label (resolved)
sv: etikett (löst)

source: first-meaningful-paint (unresolved)
sv: första-meningsfulla-rendrering ({0})

source: first-meaningful-paint (resolved)
sv: första-meningsfulla-rendrering (löst)

source: prioritize-lcp-image (unresolved)
sv: prioritera-lcp-bild ({0})

source: prioritize-lcp-image (resolved)
sv: prioritera-lcp-bild (löst)

source: user-timings (unresolved)
sv: användar-tider ({0})

source: user-timings (resolved)
sv: användar-tider (löst)

source: third-party-summary (unresolved)
sv: tredjepartssammanfattning ({0})

source: third-party-summary (resolved)
sv: tredjepartssammanfattning (löst)

source: third-party-facades (unresolved)
sv: tredjeparts-fasader ({0})

source: third-party-facades (resolved)
sv: tredjeparts-fasader (löst)

source: lcp-lazy-loaded (unresolved)
sv: lcp-lat-laddad ({0})

source: lcp-lazy-loaded (resolved)
sv: lcp-lat-laddad (löst)

source: non-composited-animations (unresolved)
sv: icke-sammansatta-animeringar ({0})

source: non-composited-animations (resolved)
sv: icke-sammansatta-animeringar (löst)

source: accesskeys (unresolved)
sv: snabbtangenter ({0})

source: accesskeys (resolved)
sv: snabbtangenter (löst)

source: aria-command-name (unresolved)
sv: ARIA: kommando-namn ({0})

source: aria-command-name (resolved)
sv: ARIA: kommando-namn (löst)

source: aria-dialog-name (unresolved)
sv: ARIA: dialog-namn ({0})

source: aria-dialog-name (resolved)
sv: ARIA: dialog-namn (löst)

source: aria-input-field-name (unresolved)
sv: ARIA: inmatningsfält-namn ({0})

source: aria-input-field-name (resolved)
sv: ARIA: inmatningsfält-namn (löst)

source: aria-meter-name (unresolved)
sv: ARIA: mätare-namn ({0})

source: aria-meter-name (resolved)
sv: ARIA: mätare-namn (löst)

source: aria-progressbar-name (unresolved)
sv: ARIA: förloppsmätare-namn ({0})

source: aria-progressbar-name (resolved)
sv: ARIA: förloppsmätare-namn (löst)

source: aria-required-children (unresolved)
sv: ARIA: obligatoriska-barn ({0})

source: aria-required-children (resolved)
sv: ARIA: obligatoriska-barn (löst)

source: aria-required-parent (unresolved)
sv: ARIA: obligatorisk-förälder ({0})

source: aria-required-parent (resolved)
sv: ARIA: obligatorisk-förälder (löst)

source: aria-text (unresolved)
sv: ARIA: text ({0})

source: aria-text (resolved)
sv: ARIA: text (löst)

source: aria-toggle-field-name (unresolved)
sv: ARIA: växlingsfält-namn ({0})

source: aria-toggle-field-name (resolved)
sv: ARIA: växlingsfält-namn (löst)

source: aria-tooltip-name (unresolved)
sv: ARIA: verktygstips-namn ({0})

source: aria-tooltip-name (resolved)
sv: ARIA: verktygstips-namn (löst)

source: aria-treeitem-name (unresolved)
sv: ARIA: trädpost-namn ({0})

source: aria-treeitem-name (resolved)
sv: ARIA: trädpost-namn (löst)

source: bypass (unresolved)
sv: kringgå ({0})

source: bypass (resolved)
sv: kringgå (löst)

source: definition-list (unresolved)
sv: definitionslista ({0})

source: definition-list (resolved)
sv: definitionslista (löst)

source: dlitem (unresolved)
sv: dl-post ({0})

source: dlitem (resolved)
sv: dl-post (löst)

source: duplicate-id-aria (unresolved)
sv: dubblett-id-aria ({0})

source: duplicate-id-aria (resolved)
sv: dubblett-id-aria (löst)

source: form-field-multiple-labels (unresolved)
sv: formulärfält-multipla-etiketter ({0})

source: form-field-multiple-labels (resolved)
sv: formulärfält-multipla-etiketter (löst)

source: frame-title (unresolved)
sv: ram-titel ({0})

source: frame-title (resolved)
sv: ram-titel (löst)

source: html-xml-lang-mismatch (unresolved)
sv: html-xml-språk-missmatch ({0})

source: html-xml-lang-mismatch (resolved)
sv: html-xml-språk-missmatch (löst)

source: input-image-alt (unresolved)
sv: inmatning-bild-alt ({0})

source: input-image-alt (resolved)
sv: inmatning-bild-alt (löst)

source: meta-refresh (unresolved)
sv: meta-uppdatera ({0})

source: meta-refresh (resolved)
sv: meta-uppdatera (löst)

source: object-alt (unresolved)
sv: objekt-alt ({0})

source: object-alt (resolved)
sv: objekt-alt (löst)

source: select-name (unresolved)
sv: rullgardin-namn ({0})

source: select-name (resolved)
sv: rullgardin-namn (löst)

source: skip-link (unresolved)
sv: hoppa-över-länk ({0})

source: skip-link (resolved)
sv: hoppa-över-länk (löst)

source: tabindex (unresolved)
sv: tabindex ({0})

source: tabindex (resolved)
sv: tabindex (löst)

source: table-duplicate-name (unresolved)
sv: tabell-dubblett-namn ({0})

source: table-duplicate-name (resolved)
sv: tabell-dubblett-namn (löst)

source: td-headers-attr (unresolved)
sv: td-headers-attribut ({0})

source: td-headers-attr (resolved)
sv: td-headers-attribut (löst)

source: th-has-data-cells (unresolved)
sv: th-har-dataceller ({0})

source: th-has-data-cells (resolved)
sv: th-har-dataceller (löst)

source: valid-lang (unresolved)
sv: giltigt-språk ({0})

source: valid-lang (resolved)
sv: giltigt-språk (löst)

source: video-caption (unresolved)
sv: video-textning ({0})

source: video-caption (resolved)
sv: video-textning (löst)

source: focusable-controls (unresolved)
sv: fokuserbara-kontroller ({0})

source: focusable-controls (resolved)
sv: fokuserbara-kontroller (löst)

source: interactive-element-affordance (unresolved)
sv: interaktivt-element-affordans ({0})

source: interactive-element-affordance (resolved)
sv: interaktivt-element-affordans (löst)

source: logical-tab-order (unresolved)
sv: logisk-tabb-ordning ({0})

source: logical-tab-order (resolved)
sv: logisk-tabb-ordning (löst)

source: visual-order-follows-dom (unresolved)
sv: visuell-ordning-följer-dom ({0})

source: visual-order-follows-dom (resolved)
sv: visuell-ordning-följer-dom (löst)

source: focus-traps (unresolved)
sv: fokus-fällor ({0})

source: focus-traps (resolved)
sv: fokus-fällor (löst)

source: managed-focus (unresolved)
sv: hanterat-fokus ({0})

source: managed-focus (resolved)
sv: hanterat-fokus (löst)

source: use-landmarks (unresolved)
sv: använd-landmärken ({0})

source: use-landmarks (resolved)
sv: använd-landmärken (löst)

source: offscreen-content-hidden (unresolved)
sv: innehåll-utanför-skärmen-dolt ({0})

source: offscreen-content-hidden (resolved)
sv: innehåll-utanför-skärmen-dolt (löst)

source: custom-controls-labels (unresolved)
sv: anpassade-kontroller-etiketter ({0})

source: custom-controls-labels (resolved)
sv: anpassade-kontroller-etiketter (löst)

source: custom-controls-roles (unresolved)
sv: anpassade-kontroller-roller ({0})

source: custom-controls-roles (resolved)
sv: anpassade-kontroller-roller (löst)

source: empty-heading (unresolved)
sv: tom-rubrik ({0})

source: empty-heading (resolved)
sv: tom-rubrik (löst)

source: identical-links-same-purpose (unresolved)
sv: identiska-länkar-samma-syfte ({0})

source: identical-links-same-purpose (resolved)
sv: identiska-länkar-samma-syfte (löst)

source: landmark-one-main (unresolved)
sv: landmärke-en-main ({0})

source: landmark-one-main (resolved)
sv: landmärke-en-main (löst)

source: label-content-name-mismatch (unresolved)
sv: etikett-innehåll-namn-missmatch ({0})

source: label-content-name-mismatch (resolved)
sv: etikett-innehåll-namn-missmatch (löst)

source: table-fake-caption (unresolved)
sv: tabell-falsk-rubrik ({0})

source: table-fake-caption (resolved)
sv: tabell-falsk-rubrik (löst)

source: td-has-header (unresolved)
sv: td-har-rubrik ({0})

source: td-has-header (resolved)
sv: td-har-rubrik (löst)

source: redirects-http (unresolved)
sv: omdirigerar-http ({0})

source: redirects-http (resolved)
sv: omdirigerar-http (löst)

source: structured-data (unresolved)
sv: strukturerad-data ({0})

source: structured-data (resolved)
sv: strukturerad-data (löst)
