Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/privacy_webbkollen.po
Languages: sv

# TEXT_RUNNING_TEST
source: ############################### Running test: 20 - Privacy (Webbkollen) ###############################
sv: ############################### Kör test: 20 - Privacy (Webbkollen) ###############################

# TEXT_REVIEW_VERY_GOOD
source: * The website is great on privacy!
sv: * Webbplatsen är riktigt bra på integritet!

# TEXT_REVIEW_IS_GOOD
source: * The site could be better, but is pretty good.
sv: * Webbplatsen kan bli bättre, men är helt ok.

# TEXT_REVIEW_IS_OK
source: * Ok integrity but should get better.
sv: * Ok integritet men borde nog bättre.

# TEXT_REVIEW_IS_BAD
source: * Rather poor on user privacy.
sv: * Dålig integritet.

# TEXT_REVIEW_IS_VERY_BAD
source: * Very bad privacy!
sv: * Riktigt dålig integritet för användarna!

# TEXT_RESULT_NOT_READY
source: The service is not yet ready with a result, waiting another {0} seconds
sv: Tjänsten är inte redo med ett resultat ännu, väntar ytterligare {0} sekunder

# TEXT_REVIEW_CATEGORY_VERY_GOOD
source: : is very good!
sv: : är väldigt bra!

# TEXT_REVIEW_CATEGORY_IS_GOOD
source: : is good, but with {0} warning(s). (Giving {1:.2f} less points)
sv: : är bra, men har {0} varning(ar). (Vilket ger {1:.2f} färre poäng)

# TEXT_REVIEW_CATEGORY_IS_OK
source: : is ok, with {0} error(s) and {1} warning(s). (Giving {2:.2f} less points).
sv: : är ok, men har {0} fel och {1} varning(ar). (Vilket ger {2:.2f} färre poäng)

# TEXT_REVIEW_CATEGORY_IS_BAD
source: : is bad. (Giving {0:.2f} less points)
sv: : är dåligt. (Vilket ger {0:.2f} färre poäng)

# TEXT_REVIEW_CATEGORY_IS_VERY_BAD
source: : is really bad. (Giving {0:.2f} less points)
sv: : är väldigt dåligt. (Vilket ger {0:.2f} färre poäng)

# TEXT_REVIEW_GENERATED
source: Result generated: {0} (Cached for 24 hours)
sv: Resultat skapat: {0} (Buffras 24h)
