Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/software.po
Languages: sv

# TEXT_RUNNING_TEST
source: ## Test: 25 - Software
sv: ## Test: 25 - Mjukvara (Alfa)

# TEXT_NO_CMS
source: - No or unknown CMS used on main domain
sv: - Inget eller okänt CMS används på huvuddomänen

# TEXT_USED_CMS
source: - CMS used: {0}
sv: - Innehållshanteringssystem: {0}

# TEXT_USED_WEBSERVER
source: - Web server used: {0}
sv: - Webbserver: {0}

# TEXT_USED_OS
source: - Operating system used: {0}
sv: - Operativsystem: {0}

# TEXT_USED_ANALYTICS
source: - Analytics used: {0}
sv: - Besökaranalys: {0}

# TEXT_USED_TECH
source: - Technology used: {0}
sv: - Teknik: {0}

# TEXT_USED_JS
source: - Javascript libraries used: {0}
sv: - JS-ramverk/bibliotek: {0}

# TEXT_USED_CSS
source: - CSS libraries used: {0}
sv: - CSS-ramverk/bibliotek: {0}

# TEXT_USED_LANG
source: - Languages found: {0}
sv: - Språk: {0}

# TEXT_USED_IMG
source: - Image formats used: {0}
sv: - Bildformat: {0}

# TEXT_USED_IMG.SOFTWARE
source: - Image software used: {0}
sv: - Bildmjukvara: {0}

# TEXT_USED_IMG.OS
source: - Image operating system used: {0}
sv: - Bild&shy;operativsystem: {0}

# TEXT_USED_IMG.DEVICE
source: - Image device used: {0}
sv: - Bild&shy;hårdvara {0}

# TEXT_USED_VIDEO
source: - Video formats used: {0}
sv: - Videoformat: {0}

# TEXT_USED_META
source: - Metadata used: {0}
sv: - Metadata: {0}

# TEXT_USED_LICENSE
source: - License(s) used: {0}
sv: - Licenser: {0}

# TEXT_USED_SECURITY
source: - Leaking information
sv: - Läcker information

# TEXT_USED_A11Y_OVERLAY
source: - Accessibility overlays used: {0}
sv: - Tillgänglighetsöverlägg: {0}

# UPDATE_AVAILABLE
source: - Update(s) available
sv: - Uppdatering(ar) tillgängliga

# KNOWN_SECURITY_ISSUES
source: - Has known security issue(s)
sv: - Har kända säkerhetsproblem

# TEXT_DETAILED_REVIEW_CVE
source: ##### Software related to CVE:s ( #POINTS# rating ) ###### Introduction: Software version used is affected by vulnerability described below. In most cases you can fix a CVE related issue by updating software to latest version. In some rare cases there is no update and you need to consider not using the software affected.
sv: ##### Mjukvara relaterad till CVE:s ( #POINTS# betyg ) ###### Introduktion: Mjukvaruversionen som används påverkas av sårbarheten som beskrivs nedan. I de flesta fall kan du åtgärda ett CVE-relaterat problem genom att uppdatera programvaran till senaste version. I vissa sällsynta fall finns det ingen uppdatering och du måste överväga att inte använda programvaran som påverkas.

# TEXT_DETAILED_REVIEW_BEHIND100
source: ##### Software is behind >=100 versions ( #POINTS# rating ) ###### Introduction: Software used is behind 100 or more version compared to latests. This is a very good indicator that you need to update to latest version. It also indicate that you don't have a good package routine for your software. You can fix this by updating software to latest version.
sv: ##### Mjukvara ligger efter >=100 versioner ( #POINTS# betyg ) ###### Introduktion: Programvara som används ligger efter 100 eller fler versioner jämfört med senaste versionen. Detta är en mycket bra indikator på att du behöver uppdatera till senaste versionen. Det indikerar också att du inte har en bra paketrutin för din programvara. Du kan fixa detta genom att uppdatera programvaran till senaste versionen.

# TEXT_DETAILED_REVIEW_BEHIND075
source: ##### Software is behind >=75 versions ( #POINTS# rating ) ###### Introduction: Software used is behind 75 or more version compared to latests. This is a very good indicator that you need to update to latest version. It also indicate that you don't have a good package routine for your software. You can fix this by updating software to latest version.
sv: ##### Mjukvara ligger efter >=75 versioner ( #POINTS# betyg ) ###### Introduktion: Programvara som används ligger bakom 75 eller fler versioner jämfört med senaste. Detta är en mycket bra indikator på att du behöver uppdatera till senaste version. Det indikerar också att du inte har en bra paketrutin för din programvara. Du kan fixa detta genom att uppdatera programvaran till senaste versionen.

# TEXT_DETAILED_REVIEW_BEHIND050
source: ##### Software is behind >=50 versions ( #POINTS# rating ) ###### Introduction: Software used is behind 50 or more version compared to latests. This is a very good indicator that you need to update to latest version. It also indicate that you don't have a good package routine for your software. You can fix this by updating software to latest version.
sv: ##### Mjukvara ligger efter >=50 versioner ( #POINTS# betyg ) ###### Introduktion: Programvara som används ligger bakom 50 eller fler versioner jämfört med senaste. Detta är en mycket bra indikator på att du behöver uppdatera till senaste version. Det indikerar också att du inte har en bra paketrutin för din programvara. Du kan fixa detta genom att uppdatera programvaran till senaste versionen.

# TEXT_DETAILED_REVIEW_BEHIND025
source: ##### Software is behind >=25 versions ( #POINTS# rating ) ###### Introduction: Software used is behind 25 or more version compared to latests. This is a good indicator that you need to update to latest version. It also indicate that you don't have a good package routine for your software. You can fix this by updating software to latest version.
sv: ##### Mjukvara ligger efter >=25 versioner ( #POINTS# betyg ) ###### Introduktion: Programvara som används ligger bakom 25 eller fler versioner jämfört med senaste. Detta är en bra indikator på att du behöver uppdatera till senaste version. Det indikerar också att du inte har en bra paketrutin för din programvara. r Du kan fixa detta genom att uppdatera programvaran till senaste versionen.

# TEXT_DETAILED_REVIEW_BEHIND010
source: ##### Software is behind >=10 versions ( #POINTS# rating ) ###### Introduction: Software used is behind 10 or more version compared to latests. This is a semi good indicator that you need to update to latest version. It also indicate that you don't have a good package routine for your software. You can fix this by updating software to latest version.
sv: ##### Mjukvara ligger efter >=10 versioner ( #POINTS# betyg ) ###### Introduktion: Programvara som används ligger bakom 10 eller fler versioner jämfört med senaste. Detta är en halvbra indikator på att du behöver uppdatera till senaste version. Det indikerar också att du inte har en bra paketrutin för din programvara. Du kan fixa detta genom att uppdatera programvaran till senaste versionen.

# TEXT_DETAILED_REVIEW_BEHIND001
source: ##### Software is behind >=1 versions ( #POINTS# rating ) ###### Introduction: Software used is behind 1 or more version compared to latests. This is a small indicator that you need to update to latest version. You can fix this by updating software to latest version.
sv: ##### Mjukvara ligger efter >=1 versioner ( #POINTS# betyg ) ###### Introduktion: Programvara som används ligger bakom 1 eller fler versioner jämfört med den senaste. Detta är en liten indikator som du behöver uppdatera till senaste versionen. Du kan fixa detta genom att uppdatera programvaran till senaste versionen.

# TEXT_DETAILED_REVIEW_LATEST_LEAKING_NAME_AND_VERSION
source: ##### Software version and name is leaked
sv: ##### Mjukvarans namn och version läcks ( #POINTS# betyg ) ###### Introduktion: Du verkar använda den senaste versionen MEN du läcker namn och version av programvara som används. Detta gör det lättare för någon att hitta sårbarheter att använda mot dig, allt från ZERO-DAY till kända säkerhetsproblem. För att åtgärda detta du måste dölja namn och version, se programvarans dokumentation om hur du gör detta.

# TEXT_DETAILED_REVIEW_UNKNOWN_LEAKING_NAME_AND_VERSION
source: ##### Software version and name is leaked ( #POINTS# rating ) ###### Introduction: You are leaking name and version of software used. This make it easier for someone to find vulnerabilities to use against you, all from ZERO-DAY to known security issues. To fix this you need to hide name and version, please view software documentation on how to do this.
sv: ##### Mjukvarans namn och version läcks ( #POINTS# betyg ) ###### Introduktion: Du läcker namn och version av programvara som används. Detta gör det lättare för någon att hitta sårbarheter att använda mot dig, allt från ZERO-DAY till kända säkerhetsproblem. För att åtgärda detta måste du dölja namn och version, se programvarans dokumentation om hur du gör detta.

# TEXT_DETAILED_REVIEW_LEAKING_NAME
source: ##### Software name is leaked ( #POINTS# rating ) ###### Introduction: You are leaking software name used. This make it easier for someone to find vulnerabilities to use against you, all from ZERO-DAY to known security issues. To fix this you need to hide name, please view software documentation on how to do this.
sv: ##### Mjukvarans namn läcks ( #POINTS# betyg ) ###### Introduktion: Du läcker mjukvarunamn som används. Detta gör det lättare för någon att hitta sårbarheter att använda mot dig, allt från ZERO-DAY till kända säkerhetsproblem. För att åtgärda detta måste du dölja namnet, vänligen se programvarans dokumentation om hur man gör detta.

# TEXT_DETAILED_REVIEW_MULTIPLE_VERSIONS
source: ##### Multiple versions of the same software ( #POINTS# rating ) ###### Introduction: You are using multiple version of the same software. This can be caused if you include resources from external sources or because of miss configuration. This is a small indicator that you don't have as much control that you probably should. It also indicate that you don't have a good package routine for your software. You can fix this by updating software to latest version or latest version that you use for all instances.
sv: ##### Multipla versioner av samma mjukvara ( #POINTS# betyg ) ###### Introduktion: Du använder flera versioner av samma programvara. Detta kan orsakas om du inkluderar resurser från externa källor eller på grund av felkonfiguration. Detta är en liten indikator på att du inte har så mycket kontroll som du förmodligen borde. Det indikerar också att du inte har en bra paketrutin för din programvara. Du kan fixa detta genom att uppdatera programvaran till den senaste versionen eller den senaste versionen som du använder för alla instanser.

# TEXT_DETAILED_REVIEW_REFERENCES
source: ###### Reference(s):
sv: ###### Referenser:

# TEXT_DETAILED_REVIEW_DETECTED_VERSIONS
source: ###### Detected version(s):
sv: ###### Upptäckta versioner:

# TEXT_DETAILED_REVIEW_DETECTED_RESOURCES
source: ###### Detected resource(s):
sv: ###### Upptäckta resurser:

# TEXT_DETAILED_REVIEW_MORE_THEN_5_SOURCES
source: - More then 5 sources, hiding the rest.
sv: - Fler än 5 resurser. Döljer resten.

# TEXT_DETAILED_REVIEW_ARCHIVED_SOURCE
source: ##### Software has been marked as archived ( #POINTS# rating ) ###### Introduction: You seem to use software that has been marked as archived, this means it doesn't get any new features or security updates. To fix this you need to find an alternative, often developers try to point you in the correct direction if you visit the place you got it from.
sv: ##### Mjukvaran är markerad som arkiverad ( #POINTS# rating ) ###### Introduktion: Det ser ut som du använder mjukvara som är markerad som arkiverad, detta innebär att den ej får ny funktionalitet eller säkerhetsuppdateringar. För att åtgärda detta måste du hitta en annan mjukvara som uppfyller dina behov, ofta pekar utvecklarna på ett alternativ som de tycker är bra från det ställe du hittade mjukvaran.

# TEXT_DETAILED_REVIEW_CVES
source: ###### Common Vulnerabilities and Exposures
sv: ###### Vanliga sårbarheter och exponeringar

# TEXT_DETAILED_REVIEW_DETECTED_SOFTWARE
source: ###### Detected software(s):
sv: ###### Upptäckta mjukvaror:

# TEXT_DETAILED_REVIEW_AFFECTED_RESOURCES
source: ###### Affected resource(s):
sv: ###### Påverkade resurser:

# TEXT_DETAILED_REVIEW_NO_CVE
source: ##### NO Common Vulnerabilities and Exposures found
sv: ##### Inga vanliga sårbarheter och exponeringar hittade

# TEXT_DETAILED_REVIEW_NO_BEHIND
source: ##### You seem to be up to date for all software we can identify
sv: ##### Det ser ut som att du använder senaste versionen på all mjukvara vi hittar

# TEXT_DETAILED_REVIEW_NO_UNMAINTAINED
source: ##### Opensource software used seem to be maintained
sv: ##### Mjukvara ser ut att underhållas

# TEXT_DETAILED_REVIEW_UNMAINTAINED_SOURCE_10_YEARS
source: ##### Opensource software has been stale for more than 10 years ( #POINTS# rating ) ###### Introduction: You seem to use software that is no longer maintained, this means it doesn't get any new features or security updates. To fix this you need to find an alternative, often developers try to point you in the correct direction if you visit the place you got it from.
sv: ##### Mjukvara saknar buggrättnningar eller andra ändringar de senaste 10 åren ( #POINTS# rating ) ###### Introduktion: Det ser ut som du använder mjukvara som inte längre underhålls, detta innebär att den ej får ny funktionalitet eller säkerhetsuppdateringar. För att åtgärda detta måste du hitta en annan mjukvara som uppfyller dina behov, ofta pekar utvecklarna på ett alternativ som de tycker är bra från det ställe du hittade mjukvaran.

# TEXT_DETAILED_REVIEW_UNMAINTAINED_SOURCE_9_YEARS
source: ##### Opensource software has been stale for more than 9 years ( #POINTS# rating ) ###### Introduction: You seem to use software that is no longer maintained, this means it doesn't get any new features or security updates. To fix this you need to find an alternative, often developers try to point you in the correct direction if you visit the place you got it from.
sv: ##### Mjukvara saknar buggrättnningar eller andra ändringar de senaste 9 åren ( #POINTS# rating ) ###### Introduktion: Det ser ut som du använder mjukvara som inte längre underhålls, detta innebär att den ej får ny funktionalitet eller säkerhetsuppdateringar. För att åtgärda detta måste du hitta en annan mjukvara som uppfyller dina behov, ofta pekar utvecklarna på ett alternativ som de tycker är bra från det ställe du hittade mjukvaran.

# TEXT_DETAILED_REVIEW_UNMAINTAINED_SOURCE_8_YEARS
source: ##### Opensource software has been stale for more than 8 years ( #POINTS# rating ) ###### Introduction: You seem to use software that is no longer maintained, this means it doesn't get any new features or security updates. To fix this you need to find an alternative, often developers try to point you in the correct direction if you visit the place you got it from.
sv: ##### Mjukvara saknar buggrättnningar eller andra ändringar de senaste 8 åren ( #POINTS# rating ) ###### Introduktion: Det ser ut som du använder mjukvara som inte längre underhålls, detta innebär att den ej får ny funktionalitet eller säkerhetsuppdateringar. För att åtgärda detta måste du hitta en annan mjukvara som uppfyller dina behov, ofta pekar utvecklarna på ett alternativ som de tycker är bra från det ställe du hittade mjukvaran.

# TEXT_DETAILED_REVIEW_UNMAINTAINED_SOURCE_7_YEARS
source: ##### Opensource software has been stale for more than 7 years ( #POINTS# rating ) ###### Introduction: You seem to use software that is no longer maintained, this means it doesn't get any new features or security updates. To fix this you need to find an alternative, often developers try to point you in the correct direction if you visit the place you got it from.
sv: ##### Mjukvara saknar buggrättnningar eller andra ändringar de senaste 7 åren ( #POINTS# rating ) ###### Introduktion: Det ser ut som du använder mjukvara som inte längre underhålls, detta innebär att den ej får ny funktionalitet eller säkerhetsuppdateringar. För att åtgärda detta måste du hitta en annan mjukvara som uppfyller dina behov, ofta pekar utvecklarna på ett alternativ som de tycker är bra från det ställe du hittade mjukvaran.

# TEXT_DETAILED_REVIEW_UNMAINTAINED_SOURCE_6_YEARS
source: ##### Opensource software has been stale for more than 6 years ( #POINTS# rating ) ###### Introduction: You seem to use software that is no longer maintained, this means it doesn't get any new features or security updates. To fix this you need to find an alternative, often developers try to point you in the correct direction if you visit the place you got it from.
sv: ##### Mjukvara saknar buggrättnningar eller andra ändringar de senaste 6 åren ( #POINTS# rating ) ###### Introduktion: Det ser ut som du använder mjukvara som inte längre underhålls, detta innebär att den ej får ny funktionalitet eller säkerhetsuppdateringar. För att åtgärda detta måste du hitta en annan mjukvara som uppfyller dina behov, ofta pekar utvecklarna på ett alternativ som de tycker är bra från det ställe du hittade mjukvaran.

# TEXT_DETAILED_REVIEW_UNMAINTAINED_SOURCE_5_YEARS
source: ##### Opensource software has been stale for more than 5 years ( #POINTS# rating ) ###### Introduction: You seem to use software that is no longer maintained, this means it doesn't get any new features or security updates. To fix this you need to find an alternative, often developers try to point you in the correct direction if you visit the place you got it from.
sv: ##### Mjukvara saknar buggrättnningar eller andra ändringar de senaste 5 åren ( #POINTS# rating ) ###### Introduktion: Det ser ut som du använder mjukvara som inte längre underhålls, detta innebär att den ej får ny funktionalitet eller säkerhetsuppdateringar. För att åtgärda detta måste du hitta en annan mjukvara som uppfyller dina behov, ofta pekar utvecklarna på ett alternativ som de tycker är bra från det ställe du hittade mjukvaran.

# TEXT_DETAILED_REVIEW_UNMAINTAINED_SOURCE_4_YEARS
source: ##### Opensource software has been stale for more than 4 years ( #POINTS# rating ) ###### Introduction: You seem to use software that is no longer maintained, this means it doesn't get any new features or security updates. To fix this you need to find an alternative, often developers try to point you in the correct direction if you visit the place you got it from.
sv: ##### Mjukvara saknar buggrättnningar eller andra ändringar de senaste 4 åren ( #POINTS# rating ) ###### Introduktion: Det ser ut som du använder mjukvara som inte längre underhålls, detta innebär att den ej får ny funktionalitet eller säkerhetsuppdateringar. För att åtgärda detta måste du hitta en annan mjukvara som uppfyller dina behov, ofta pekar utvecklarna på ett alternativ som de tycker är bra från det ställe du hittade mjukvaran.

# TEXT_DETAILED_REVIEW_UNMAINTAINED_SOURCE_3_YEARS
source: ##### Opensource software has been stale for more than 3 years ( #POINTS# rating ) ###### Introduction: You seem to use software that is no longer maintained, this means it doesn't get any new features or security updates. To fix this you need to find an alternative, often developers try to point you in the correct direction if you visit the place you got it from.
sv: ##### Mjukvara saknar buggrättnningar eller andra ändringar de senaste 3 åren ( #POINTS# rating ) ###### Introduktion: Det ser ut som du använder mjukvara som inte längre underhålls, detta innebär att den ej får ny funktionalitet eller säkerhetsuppdateringar. För att åtgärda detta måste du hitta en annan mjukvara som uppfyller dina behov, ofta pekar utvecklarna på ett alternativ som de tycker är bra från det ställe du hittade mjukvaran.

# TEXT_DETAILED_REVIEW_NO_END_OF_LIFE
source: ##### You don't seem to be using 'END OF LIFE' software
sv: ##### Mjukvara som används ser ej ut att ha nått sitt bäst före datum

# TEXT_DETAILED_REVIEW_END_OF_LIFE
source: ##### You seem to be using 'END OF LIFE' software
sv: ##### Mjukvara används som tycks ha nått sitt bäst före datum

# TEXT_DETAILED_REVIEW_NO_A11Y_OVERLAY
source: ##### You don't seem to be using accessibility overlay software
sv: ##### Du ser ej ut att använda tillgänglighetsöverlägg mjukvara

# TEXT_DETAILED_REVIEW_A11Y_OVERLAY
source: ##### You seem to be using accessibility overlay software
sv: ##### Du ser ut att använda tillgänglighetsöverlägg mjukvara
