Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/standard-files.po
Languages: sv

source: rule-id (unresolved)
sv: Text som visas istället för msgid, visas för allvarlighetsnivåerna (kritisk, fel och varning)

source: rule-id (resolved)
sv: Text som visas istället för msgid, här unikt för allvarlighetsnivån löst

source: rule-id
sv: Text som visas istället för msgid, här oberoende av allvarlighetsnivå

source: no-duplicates-sitemap (unresolved)
sv: Sitemap, inga dubbletter av Url:er i <loc> är tillåtna ({0})

source: no-duplicates-sitemap (resolved)
sv: Sitemap, inga dubbletter av Url:er i <loc> är tillåtna (löst)

source: no-robots-txt (unresolved)
sv: robots.txt saknas, får inte laddas ner eller har inte förväntat innehåll ({0})

source: no-robots-txt (resolved)
sv: robots.txt saknas, får inte laddas ner eller har inte förväntat innehåll (löst)

source: no-sitemap-in-robots-txt (unresolved)
sv: Sitemap anges inte i robots.txt ({0})

source: no-sitemap-in-robots-txt (resolved)
sv: Sitemap anges inte i robots.txt (löst)

source: no-valid-sitemap-found (unresolved)
sv: Sitemap, ingen giltig sitemap hittades ({0})

source: no-valid-sitemap-found (resolved)
sv: Sitemap, ingen giltig sitemap hittades (löst)

source: no-same-domain-sitemap (unresolved)
sv: Sitemap, Url i <loc> måste använda samma domän som robots.txt ({0})

source: no-same-domain-sitemap (resolved)
sv: Sitemap, Url i <loc> måste använda samma domän som robots.txt (löst)

source: no-https-sitemap (unresolved)
sv: Sitemap, Url i <loc> måste börja med https:// ({0})

source: no-https-sitemap (resolved)
sv: Sitemap, Url i <loc> måste börja med https:// (löst)

source: no-unknown-types-sitemap (unresolved)
sv: Sitemap, listar annat än webbsidor ({0})

source: no-unknown-types-sitemap (resolved)
sv: Sitemap, listar annat än webbsidor (löst)

source: invalid-sitemap-too-large (unresolved)
sv: Sitemap, överskrider 50 000 objekt ({0})

source: invalid-sitemap-too-large (resolved)
sv: Sitemap, överskrider 50 000 objekt (löst)

source: no-items-sitemap (unresolved)
sv: Sitemap, har inga objekt ({0})

source: no-items-sitemap (resolved)
sv: Sitemap, har inga objekt (löst)

source: no-rss-feed (unresolved)
sv: Feed saknas i HTML:ens metadata ({0})

source: no-rss-feed (resolved)
sv: Feed saknas i HTML:ens metadata (löst)

source: no-security-txt (unresolved)
sv: security.txt saknas ({0})

source: no-security-txt (resolved)
sv: security.txt saknas (löst)

source: invalid-security-txt (unresolved)
sv: security.txt har felaktigt innehåll ({0})

source: invalid-security-txt (resolved)
sv: security.txt har felaktigt innehåll (löst)

source: no-security-txt-contact (unresolved)
sv: security.txt saknar nödvändig kontaktinformation ({0})

source: no-security-txt-contact (resolved)
sv: security.txt saknar nödvändig kontaktinformation (löst)

source: no-security-txt-expires (unresolved)
sv: security.txt kräver utgångsinformation (tillägg i utkast v10) saknas ({0})

source: no-security-txt-expires (resolved)
sv: security.txt kräver utgångsinformation (tillägg i utkast v10) saknas (löst)

source: no-network (unresolved)
sv: Test misslyckades, kunde inte nå webbplatsen ({0})

source: no-network (resolved)
sv: Test misslyckades, kunde inte nå webbplatsen (löst)
