Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/tracking_validator_pagexray.po
Languages: sv

# TEXT_RUNNING_TEST
source: ############################### Running test: 23 - Tracking and Privacy (Pagexray) ###############################
sv: ############################### Kör test: 23 - Spårning och Integritet (Pagexray) ###############################

# TEXT_SERVICE_UNABLE_TO_CONNECT
source: Unable to connect to service
sv: Det går inte att ansluta till tjänsten

# TEXT_SERVICES_ENCOUNTERED_ERROR
source: Service enountered error while processing request for url
sv: Tjänsten stötte på ett fel under behandlingen av begäran om webbadress

# TEXT_VISITOR_ANALYTICS_USED
source: -- Visitor analytics used:
sv: -- Besökaranalys används:

# TEXT_TRACKING_NO_POINTS
source: * Tracking ({0} points)
sv: * Spårning ({0} poäng)

# TEXT_TRACKING_HAS_POINTS
source: * Tracking (+{0} points)
sv: * Spårning (+{0} poäng)

# TEXT_TRACKING_HAS_REQUESTS
source: -- Tracking requests: {0}
sv: -- Spårning förfrågningar: {0}

# TEXT_TRACKING_NO_REQUESTS
source: -- No tracking requests
sv: -- Inga spårnings förfrågningar

# TEXT_FINGERPRINTING_NO_POINTS
source: * Fingerprinting/Identifying technique ({0} points)
sv: * Identifieringstekniker ({0} poäng)

# TEXT_FINGERPRINTING_HAS_POINTS
source: * Fingerprinting/Identifying technique (+{0} points) -- No fingerprinting / identifying technique found
sv: * Identifieringstekniker (+{0} poäng) -- Inga Identifieringstekniker hittades

# TEXT_ADS_NO_POINTS
source: * Ads ({0} points)
sv: * Annonsörer ({0} poäng)

# TEXT_ADS_NO_REQUESTS
source: * Ads (+{0} points) -- No Adserver requests
sv: * Annonsörer (+{0} poäng) -- Inga annonsörsförfrågningar hittades

# TEXT_ADS_HAS_REQUESTS
source: -- Adserver requests: {0}
sv: -- Annonsörsförfrågningar: {0}

# TEXT_ADS_VISIBLE_ADS
source: -- Visibile Ads: {0}
sv: -- Synliga annonser: {0}

# TEXT_COOKIES_HAS_THIRDPARTY
source: -- Thirdparty: {0}
sv: -- Tredjepartskakor: {0}

# TEXT_COOKIE_HAS_OVER_1YEAR
source: -- Valid over 1 year: {0}
sv: -- Giltiga över 1 år: {0}

# TEXT_COOKIE_HAS_OVER_9MONTH
source: -- Valid over 9 months: {0}
sv: -- Giltiga över 9 månader: {0}

# TEXT_COOKIE_HAS_OVER_6MONTH
source: -- Valid over 6 months: {0}
sv: -- Giltiga över 6 månader: {0}

# TEXT_COOKIE_HAS_OVER_3MONTH
source: -- Valid over 3 months: {0}
sv: -- Giltiga över 3 månader: {0}

# TEXT_COOKIE_NOT_SECURE
source: -- No requirement for secure transfer: {0}
sv: -- Inget krav på säker överföring: {0}

# TEXT_COOKIE_HAS_POINTS
source: * Cookies (+{0} points) {1}
sv: * Kakor (+{0} poäng) {1}

# TEXT_COOKIE_NO_POINTS
source: * Cookies ({0} points) {1}
sv: * Kakor ({0} poäng) {1}

# TEXT_COOKIE_NO_COOKIES
source: {0}-- No Cookies
sv: {0}-- Inga kakor

# TEXT_GDPR_COUNTRIES
source: -- Number of countries: {0}
sv: -- Antal olika länder: {0}

# TEXT_GDPR_COUNTRIES_OUTSIDE_EU
source: -- Countries outside EU: {0}
sv: -- Länder utanför EU: {0}

# TEXT_GDPR_COUNTRIES_OUTSIDE_EU_REQUESTS
source: ---- {0}, {1} request
sv: ---- {0}, {1} förfrågningar

# TEXT_GDPR_PAGE_IN_SWEDEN
source: -- Page hosted in Sweden: {0}
sv: -- Sidan skickades från Sverige: {0}

# TEXT_GDPR_True
source: Yes
sv: Ja

# TEXT_GDPR_False
source: No
sv: Nej

# TEXT_GDPR_HAS_POINTS
source: * GDPR and Schrems: (+{0} points) {1}
sv: * Dataskyddsförordningen och Schrems II-domen: (+{0} poäng) {1}

# TEXT_GDPR_NO_POINTS
source: * GDPR and Schrems: ({0} points) {1}
sv: * Dataskyddsförordningen och Schrems II-domen: ({0} poäng) {1}
