Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/tracking_validator.po
Languages: sv

# TEXT_RUNNING_TEST
source: ## Test: 23 - Tracking and Privacy (Beta)
sv: ## Test: 23 - Spårning och Integritet (Beta)

# TEXT_REQUEST_WEBPAGE
source: #{0}: Webpage
sv: #{0}: Webbsida

# TEXT_VISITOR_ANALYTICS_USED
source: - Visitor analytics used:
sv: - Besökaranalys används:

# TEXT_TRACKING
source: - Tracking
sv: - Spårning

# TEXT_TRACKING_FOUND_ALLOWED
source: - {0} - Tracking found, having {1} are allowed
sv: - {0} - Spårning hittad, tillåtet att ha {1} st

# TEXT_TRACKING_FOUND
source: - {0} - Tracking found
sv: - {0} - Spårning hittad

# TEXT_TRACKING_MAX_SHOWED
source: - More than {0} requests found, filtering out the rest
sv: - Fler än {0} spårnings&shy;förfrågningar hittade, döljer resten

# TEXT_TRACKING_TOTAL_FOUND
source: - A total of {0} tracking requests found.
sv: - Hittade totalt {0} spårnings&shy;förfrågningar.

# TEXT_TRACKING_REFERENCE
source: {0} - Has references to {1}
sv: {0} - Har referens till {1}

# TEXT_FINGERPRINTING
source: - Fingerprinting/identifying technology
sv: - Identifierings&shy;tekniker

# TEXT_FINGERPRINTING_FOUND
source: - {0} - Fingerprinting/identifying found.
sv: - {0} - Identifierings&shy;tekniker hittade.

# TEXT_FINGERPRINTING_MAX_SHOWED
source: - More than {0} requests found, filtering out the rest.
sv: - Hittade totalt {0} identifierings&shy;förfrågningar

# TEXT_FINGERPRINTING_TOTAL_FOUND
source: - A total of {0} tracking requests found.
sv: - Hittade totalt {0} identifierings&shy;förfrågningar.

# TEXT_ADS
source: - Ads
sv: - Annonsörer

# TEXT_ADS_FOUND_ALLOWED
source: - {0} - Ad server request found, having {1} are allowed
sv: - {0} - Annonsörs&shy;förfrågan hittad, tillåtet att ha {1} st

# TEXT_ADS_FOUND
source: - {0} - Ad server request found
sv: - {0} - Annonsörs&shy;förfrågan hittad

# TEXT_ADS_MAX_SHOWED
source: - More than {0} requests found, filtering out the rest
sv: - Fler än {0} annonsörs&shy;förfrågningar hittade, döljer resten

# TEXT_ADS_TOTAL_FOUND
source: - A total of {0} ad server requests found.
sv: - Hittade totalt {0} annonsörs&shy;förfrågningar.

# TEXT_COOKIES_HAS_THIRDPARTY
source: - Thirdparty: {0}
sv: - Tredjeparts&shy;kakor: {0}

# TEXT_COOKIE_HAS_OVER_1YEAR
source: - Valid over 1 year: {0}
sv: - Giltiga över 1 år: {0}

# TEXT_COOKIE_HAS_OVER_9MONTH
source: - Valid over 9 months: {0}
sv: - Giltiga över 9 månader: {0}

# TEXT_COOKIE_HAS_OVER_6MONTH
source: - Valid over 6 months: {0}
sv: - Giltiga över 6 månader: {0}

# TEXT_COOKIE_HAS_OVER_3MONTH
source: - Valid over 3 months: {0}
sv: - Giltiga över 3 månader: {0}

# TEXT_COOKIE_NOT_SECURE
source: - No requirement for secure transfer: {0}
sv: - Inget krav på säker överföring: {0}

# TEXT_COOKIE
source: - Cookies
sv: - Kakor

# TEXT_GDPR_COUNTRIES
source: - Number of countries: {0}
sv: - Antal olika länder: {0}

# TEXT_GDPR_NONE_COMPLIANT_COUNTRIES
source: - Countries lacking adequate level of data protection: {0}
sv: - Länder utan adekvat nivå av dataskydd: {0}

# TEXT_GDPR_NONE_COMPLIANT_COUNTRIES_REQUESTS
source: - {0}, {1} request
sv: - {0}, {1} förfrågningar

# TEXT_GDPR_PAGE_IN_SWEDEN
source: - Page hosted in Sweden: {0}
sv: - Sidan skickades från Sverige: {0}

# TEXT_GDPR_True
source: Yes
sv: Ja

# TEXT_GDPR_False
source: No
sv: Nej

# TEXT_GDPR_HAS_POINTS
source: - GDPR and Schrems
sv: - Dataskyddsförordningen och Schrems II-domen

# TEXT_GDPR_NO_POINTS
source: - GDPR and Schrems
sv: - Dataskyddsförordningen och Schrems II-domen
