Repository: Webperf-se/webperf_core
Catalog: locales/*/LC_MESSAGES/webperf-core.po
Languages: sv

# TEXT_WEBSITE_URL_ADDED
source: website with url: {0} has been added
sv: Webbplats med adress: {0} har lats till

# TEXT_WEBSITE_URL_DELETED
source: website with url: {0} has been deleted
sv: Webbplats med adress: {0} har tagits bort

# TEXT_TESTING_NUMBER_OF_SITES
source: Number of websites being tested {0}
sv: Webbadresser som testas {0}

# TEXT_TESTING_SITE
source: # Testing website {0}
sv: # Testar adress {0}

# TEXT_WEBSITE_X_OF_Y
source: Website {0} of {1}.
sv: Webbplats {0} av {1}.

# TEXT_SITE_RATING
source: ### Rating:
sv: ### Betyg:

# TEXT_SITE_REVIEW
source: ### Review:
sv: ### Omdöme:

# TEXT_EXCEPTION
source: Exception, someone should look at this!
sv: Fel, någon behöver ta en titt på detta.

# TEXT_SITE_UNAVAILABLE
source: Error, was unable to load the page you requested.
sv: Fel, det gick inte att läsa in den begärda sidan.

# TEXT_TEST_START
source: Started: {0}
sv: Startad: {0}

# TEXT_TEST_END
source: Finished: {0}
sv: Klar: {0}

# TEXT_TEST_VALID_ARGUMENTS
source: Valid arguments for option -t/--test:
sv: Giltiga argument att välja på -t/--test:

# TEXT_TEST_VALID_ARGUMENTS_GOOGLE_LIGHTHOUSE
source: -t 30 : Accessibility, Best Practice, Performance & SEO (Lighthouse)
sv: -t 1 : Prestanda (Google Lighthouse)

# TEXT_TEST_VALID_ARGUMENTS_PA11Y
source: -t 18 : Accessibility (Pa11y)
sv: -t 18 : Tillgänglighet (Pa11y)

# TEXT_TEST_VALID_ARGUMENTS_PAGE_NOT_FOUND
source: -t 2 : 404 (Page not Found)
sv: -t 2 : 404 (sida finns inte)

# TEXT_TEST_VALID_ARGUMENTS_SITESPEED
source: -t 15 : Performance (Sitespeed.io)
sv: -t 15 : Prestanda (Sitespeed.io)

# TEXT_TEST_VALID_ARGUMENTS_WEBBKOLL
source: -t 20 : Integrity & Security (Webbkoll)
sv: -t 20 : Integritet & säkerhet (Webbkoll)

# TEXT_TEST_VALID_ARGUMENTS_STANDARD_FILES
source: -t 9 : Standard files
sv: -t 9 : Standardfiler

# TEXT_TEST_VALID_ARGUMENTS_HTTP
source: -t 21 : HTTP & Network
sv: -t 21 : HTTP & nätverk

# TEXT_TEST_VALID_ARGUMENTS_ENERGY_EFFICIENCY
source: -t 22 : Energy Efficiency (Website Carbon Calculator)
sv: -t 22 : Energieffektivitet

# TEXT_TEST_VALID_ARGUMENTS_TRACKING
source: -t 23 : Tracking and Privacy
sv: -t 23 : Spårning och integritet

# TEXT_TEST_VALID_ARGUMENTS_EMAIL
source: -t 24 : Email (Beta)
sv: -t 24 : E-post (Beta)

# TEXT_TEST_VALID_ARGUMENTS_SOFTWARE
source: -t 25 : Software
sv: -t 25 : Mjukvara (Alfa)

# TEXT_TEST_VALID_ARGUMENTS_A11Y_STATEMENT
source: -t 26 : Accessibility Statement (Alfa)
sv: -t 26 : Tillgänglighetsredogörelse (Alfa)

# TEXT_TEST_VALID_ARGUMENTS_CSS_LINT
source: -t 27 : CSS Lint (Stylelint)
sv: -t 27 : CSS-validering (Stylelint)

# TEXT_COMMAND_USAGE
source: WebPerf Core Usage: default.py -u https://webperf.se Options and arguments: -h/--help : Help information on how to use script -u/--url <site url> : website url to test against -t/--test <test number> : run ONE test (use ? to list available tests) -r/--review : show reviews in terminal -i/--input <file path> : input file path (.json/.sqlite/.sitemap/<category name>.webprf) -i/--input-skip <number> : number of items to skip -i/--input-take <number> : number of items to take -o/--output <file path> : output file path (.json/.csv/.sql/.sqlite/.md) -A/--addUrl <site url> : website url (required in compination with -i/--input) -D/--deleteUrl <site url> : website url (required in compination with -i/--input) -L/--language <lang code> : language used for output(en = default/sv) --setting <key>=<value> : override configuration for current run (use ? to list available settings) --save-setting <filename> : create own configuration from currently used configuration (You should use 'settings.json') -c/--credits/--contributors : Show projects and people we are thankful for Advanced options and arguments: --dependency : Validates your installation of WebPerf_core --find-unknown-sources : Filters out interesting software from software-unknown-sources.json --update-credits : Updates CREDITS.md --update-browser : Updates general.useragent in defaults/settings.json --update-definitions <api-key> : Updates software info in defaults/software-sources.json --update-carbon <file path> : Updates carbon percentile in energy_efficiency_carbon_percentiles.py --update-translations : Validates and updates translation files --prepare-release : Updates package.json in preparation of new release --create-release : Creates new release for github and docker hub
sv: WebPerf Core Använd så här: default.py -u https://webperf.se Val och argument: -h/--help : Hjälp och hur du använder skriptet -u/--url <site url> : webbplatsens adress att testa -t/--test <test nummer> : kör ett specifikt test (ange ? för att lista tillgängliga tester) -r/--review : visar omdömen direkt i terminalen -i/--input <file path> : sökväg för input-fil (.json/.sqlite) -i/--input-skip <nummer> : antal att hoppa över -i/--input-take <nummer> : antal att testa -o/--output <file path> : sökväg till output-fil (.json/.csv/.sql/.sqlite/.md) -A/--addUrl <site url> : webbplatsens adress/url (ett krav när du använder -i/--input) -D/--deleteUrl <site url> : webbplats adress/url (ett krav när du använder -i/--input) -L/--language <lang code> : språk som används för output(en = default/sv) --setting <nyckel>=<värde> : Använd inställning för nuvarande körning (ange ? för att lista tillgängliga inställningar) --save-setting <filnamn> : Skapa egen inställningsfil från nuvarande använda inställningar (Du bör använda 'settings.json') -c/--credits/--contributors : Visa projekt och människor vi är tacksamma för Avancerade val och argument: --dependency : Validates your installation of WebPerf_core --find-unknown-sources : Filters out interesting software from software-unknown-sources.json --update-credits : Updates CREDITS.md --update-browser : Updates general.useragent in defaults/settings.json --update-definitions <api-key> : Updates software info in defaults/software-sources.json --update-mdn-sources : Updates webstandards from mdn web docs to defaults/mdn-rules.json --update-carbon <file path> : Updates carbon percentile in energy_efficiency_carbon_percentiles.py --update-translations : Validates and updates translation files --prepare-release : Updates package.json in preparation of new release --create-release : Creates new release for github and docker hub

# TEXT_TEST_REVIEW_OVERVIEW
source: #### Overall: {0}
sv: #### Övergripande: {0}

# TEXT_TEST_REVIEW_INTEGRITY_SECURITY
source: #### Integrity & Security: {0}
sv: #### Integritet & säkerhet: {0}

# TEXT_TEST_REVIEW_PERFORMANCE
source: #### Performance: {0}
sv: #### Prestanda: {0}

# TEXT_TEST_REVIEW_ALLY
source: #### A11y: {0}
sv: #### Tillgänglighet: {0}

# TEXT_TEST_REVIEW_STANDARDS
source: #### Standards: {0}
sv: #### Standarder: {0}

# TEXT_TEST_REVIEW_RATING_ITEM
source: {0} ( {1:.2f} rating )
sv: {0} ( {1:.2f} betyg )

# TEXT_TEST_RATING_OVERVIEW
source: - Overall: {0}
sv: - Övergripande: {0}

# TEXT_TEST_RATING_INTEGRITY_SECURITY
source: - Integrity & Security: {0}
sv: - Integritet & säkerhet: {0}

# TEXT_TEST_RATING_PERFORMANCE
source: - Performance: {0}
sv: - Prestanda: {0}

# TEXT_TEST_RATING_ALLY
source: - A11y: {0}
sv: - Tillgänglighet: {0}

# TEXT_TEST_RATING_STANDARDS
source: - Standards: {0}
sv: - Standarder: {0}

# TEXT_REQUEST_WEBPAGE
source: #{0}: Webpage
sv: #{0}: Webbsida
